{
    "Navbar": {
        "principles": "নীতিমালা",
        "leaderboard": "লিডারবোর্ড",
        "about": "আমাদের সম্পর্কে",
        "login": "লগইন"
    },
    "Content": {
        "preamble": {
            "title": "প্রস্তাবনা",
            "paragraphs": [
                "প্রতিটি ব্যক্তির অন্তর্নিহিত মর্যাদা, স্বাধীনতা এবং নৈতিক আত্ম-সার্বভৌমত্বের স্বীকৃতিতে, এবং এই দৃঢ় বিশ্বাসের সাথে যে শান্তি, সমৃদ্ধি এবং মানব বিকাশ তখনই ঘটে যখন প্রত্যেকে অন্যদের সমান স্বাধীনতাকে সম্মান করে — আমরা এই স্বাধীনতার সার্বজনীন নীতিমালা (\"নীতিমালা\") ঘোষণা করি।",
                "এগুলির উদ্দেশ্য হল দ্বন্দ্ব-মুক্ত মিথস্ক্রিয়াকে উৎসাহিত করা। এই সর্বোচ্চ সূত্রগুলি যুক্তি, অভিজ্ঞতা এবং নৈতিকতা থেকে প্রবাহিত হয়; এগুলি কোনও রাষ্ট্র দ্বারা ঘোষিত নয় বা সংখ্যাগরিষ্ঠের ইচ্ছা দ্বারা চাপিয়ে দেওয়া হয়নি। গ্রহণ স্বেচ্ছাসেবী, যে কেউ সম্মতির যে কোনও স্পষ্ট কাজের মাধ্যমে এই নীতিমালাগুলি গ্রহণ করতে পারে এবং প্রয়োগ ব্যক্তিদের এবং সম্প্রদায়ের এই নীতিমালা অনুযায়ী জীবনযাপন এবং এগুলির অধীনে বিরোধ নিষ্পত্তি করার স্বাধীন পছন্দের উপর নির্ভর করে।"
            ]
        },
        "scopeAndHierarchy": {
            "title": "ব্যাপ্তি এবং শ্রেণিবিন্যাস",
            "subsections": [
                {
                    "subtitle": "প্রাধান্য",
                    "text": "এই নীতিমালাগুলি সমস্ত গ্রহণকারীদের জন্য সর্বোচ্চ মেটা-নিয়মতান্ত্রিক বেসলাইন গঠন করে।"
                },
                {
                    "subtitle": "দ্বিতীয় নিয়ম",
                    "text": "গ্রহণকারীরা এই নীতিমালার ভিত্তিতে চার্টার, চুক্তি, উপনিয়ম, প্রথা, ব্যক্তিগত কোড বা অন্যান্য ব্যক্তিগত আইনি ব্যবস্থা স্থাপন করতে পারেন (\"দ্বিতীয় কোড এবং আইন\")।"
                },
                {
                    "subtitle": "দ্বন্দ্ব",
                    "text": "যেখানে কোনও দ্বিতীয় নিয়ম বা অনুশীলন এই নীতিমালার সাথে দ্বন্দ্বে পড়ে, এই নীতিমালাগুলি প্রাধান্য পায়।"
                },
                {
                    "subtitle": "ব্যাখ্যা",
                    "text": "যদি এই নীতিমালাগুলি নীরব বা অস্পষ্ট হয়, তাহলে সালিসরা পরামর্শ নিতে পারেন:",
                    "list": [
                        "* প্রাসঙ্গিক দ্বিতীয় কোড, প্রথাগত অনুশীলন এবং সাধারণভাবে স্বীকৃত আইনি নীতিমালা;",
                        "* ব্যক্তিগত আইনের সুপ্রতিষ্ঠিত সংস্থা, যেমন রোমান আইন, অ্যাংলো-আমেরিকান কমন-ল ট্র্যাডিশন বা আধুনিক নাগরিক কোড;",
                        "* কোডিফিকেশন, পুনঃবিবৃতি এবং সম্মানিত পণ্ডিত মন্তব্য—বিশেষ করে উদারপন্থী চিন্তাবিদদের থেকে—যতক্ষণ না এগুলি এই নীতিমালার সাথে সামঞ্জস্যপূর্ণ।"
                    ]
                }
            ]
        },
        "articleI": {
            "title": "ধারা I — শব্দ এবং সংজ্ঞা",
            "list": [
                "* গ্রহণকারী — যে কোনও ব্যক্তি যিনি এই নীতিমালাগুলি গ্রহণ করেন।",
                "* ব্যক্তি (অধিকার ধারক) — যে কোনও সংবেদনশীল সত্তা যার নৈতিক এজেন্সির অন্তর্নিহিত ক্ষমতা আত্ম-মালিকানা এবং পারস্পরিক বাধ্যবাধকতার অনুমানের ভিত্তি তৈরি করে।",
                "* সম্পদ — একটি দুর্লভ, প্রতিদ্বন্দ্বী, কর্মের মাধ্যম যা একজন ব্যক্তি কোনও লক্ষ্য অর্জনের জন্য নিয়ন্ত্রণ করতে পারেন।",
                "* অধিকার (মালিকানা) — একজন ব্যক্তির কোনও সম্পদ নিয়ন্ত্রণ করার এবং অন্যদের তার ব্যবহার থেকে বাদ দেওয়ার একচেটিয়া কর্তৃত্ব, যদি না এর মালিকের সম্মতি দেওয়া হয়।",
                "* সম্মতি — কোনও সম্পদের মালিকের দ্বারা অন্যদের এটি ব্যবহার করার বা, বাহ্যিক সম্পদের ক্ষেত্রে, এর শিরোনাম স্থানান্তর করার জন্য দেওয়া অনুমতি বা লাইসেন্স।",
                "* আগ্রাসন — মালিকের সম্মতি ছাড়াই অন্য ব্যক্তির সম্পদের সীমানার ব্যবহার, চুরি, লঙ্ঘন বা আক্রমণ।",
                "* অভিভাবকত্ব — একজন সক্ষম ব্যক্তির দ্বারা নৈতিক এজেন্সির বর্তমান ক্ষমতার অভাব রয়েছে এমন অন্য ব্যক্তির পক্ষে কাজ করার একটি বিশ্বস্ত ব্যবস্থাপনা।",
                "* গণবিধ্বংসী যন্ত্র (DMD) — যে কোনও যন্ত্র, সিস্টেম, এজেন্ট, সরঞ্জাম বা প্রযুক্তি যার সাধারণ কার্যকারিতা আগ্রাসী এবং দর্শকের মধ্যে পার্থক্য করতে পারে না।",
                "* আইন — আইন হল কার্যকরযোগ্য নিয়ম যা সম্পদে মালিকানার অধিকারকে স্বীকৃতি দেয় এবং সম্পদে মালিকানার অধিকার রক্ষার জন্য বল প্রয়োগের অনুমতি দেয়।",
                "* চুক্তি — একটি একতরফা, দ্বিপাক্ষিক বা বহুপাক্ষিক শিরোনাম-স্থানান্তর ব্যবস্থা—বর্তমান বা ভবিষ্যত—যার মাধ্যমে প্রাসঙ্গিক বাহ্যিক সম্পদের মালিক বা মালিকরা সম্মতির মাধ্যমে অন্যদের নির্দিষ্ট বাহ্যিক সম্পদের মালিকানা বা ব্যবহারের লাইসেন্স প্রদান করেন।"
            ]
        },
        "articleII": {
            "title": "ধারা II — নীতিমালা",
            "list": [
                "1. অ-আগ্রাসন নীতি — অন্য ব্যক্তির সম্পদের বিরুদ্ধে আগ্রাসন অন্যায়, অভিনেতার মর্যাদা বা স্কেল নির্বিশেষে।",
                "2. আত্ম-মালিকানা — প্রতিটি ব্যক্তি তার দেহের মূল এবং অনুমানিক মালিক।",
                "3. মূল দখল (হোমস্টেডিং) — মালিকানাহীন বাহ্যিক সম্পদগুলি প্রথম ব্যক্তির (বা সমিতি) ন্যায়সঙ্গত মালিকানায় আসে যিনি সেগুলিকে স্পষ্টভাবে সীমানা নির্ধারণ, দখল বা উৎপাদনশীলভাবে রূপান্তরিত করেন।",
                "4. স্বেচ্ছাসেবী বিনিময় (চুক্তিভিত্তিক শিরোনাম স্থানান্তর) — একজন ব্যক্তি পূর্ববর্তী মালিকের কাছ থেকে চুক্তিভিত্তিক শিরোনাম স্থানান্তরের মাধ্যমে কোনও বাহ্যিক সম্পদের মালিকানা অর্জন করতে পারেন।",
                "5. সংশোধন — একটি প্রমাণিত আগ্রাসী ক্ষতিগ্রস্তকে সৃষ্ট ক্ষতির অনুপাতে ক্ষতিপূরণ দিতে বাধ্য।"
            ]
        },
        "articleIII": {
            "title": "ধারা III — সম্পূরক মান",
            "list": [
                "6. ব্যক্তির অ-বিক্রয়যোগ্যতা — এমন চুক্তি যা একজন ব্যক্তির নিজের দেহের উপর চূড়ান্ত নিয়ন্ত্রণ বিচ্ছিন্ন করার দাবি করে, যেমন স্বেচ্ছাসেবী দাসত্ব চুক্তি, কার্যকরযোগ্য নয়।",
                "7. আনুপাতিকতা এবং আত্মরক্ষা — আগ্রাসনের প্রতিক্রিয়ায় প্রতিরক্ষামূলক বল ন্যায়সঙ্গত, এবং যখন এটি যুক্তিসঙ্গতভাবে প্রয়োজনীয় এবং হুমকির সাথে আনুপাতিক হয় তখন এটি নিজেই আগ্রাসন নয়।",
                "8. গণবিধ্বংসী যন্ত্র (DMD) — DMD-এর দখল, বিকাশ বা মোতায়েন একটি অনুমানিক স্থায়ী হুমকি তৈরি করে যখন এটি অনুমানযোগ্যভাবে নির্দোষ পক্ষগুলিকে বিপদে ফেলে।",
                "9. শিরোনামের অনুমান — কোনও বাহ্যিক সম্পদের দখলকারীকে মালিক বলে অনুমান করা হয়।",
                "10. প্রমাণ মান এবং পদ্ধতি: শাস্তি। একজন আগ্রাসী নীতিগতভাবে আগ্রাসনের ফলস্বরূপ কিছু অধিকার হারাতে পারেন।"
            ]
        },
        "articleIV": {
            "title": "ধারা IV — বিকেন্দ্রীকৃত আইনি ব্যবস্থা",
            "list": [
                "11. আকাঙ্ক্ষিত লক্ষ্য; দ্বন্দ্ব-পরিহার এবং আপস — এই নীতিমালার গ্রহণকারীরা সদিচ্ছার সাথে আলোচনা করতে, যেখানে সম্ভব আপস করতে অঙ্গীকার করেন।",
                "12. প্রতিযোগিতামূলক সালিসি — কোনও প্রতিষ্ঠানের আইন বা প্রয়োগের উপর জবরদস্তিমূলক একচেটিয়া অধিকার নেই।",
                "13. আইনের প্রথাগত বিবর্তন — সম্প্রদায়গুলি এই নীতিমালার সাথে সামঞ্জস্যপূর্ণ দ্বিতীয় কোড এবং আইন বিকাশ এবং প্রচার করতে পারে।"
            ]
        },
        "articleV": {
            "title": "ধারা V — নির্বাচিত অন্যায় আইন",
            "paragraphs": [
                "নীচে তালিকাভুক্ত আইনগুলি অতীত বা বর্তমানের ইতিবাচক আইনের উদাহরণ যা এই নীতিমালার সাথে অসামঞ্জস্যপূর্ণ এবং তাই অন্যায়।"
            ],
            "list": [
                "* কর — সম্পদের অ-সম্মতিমূলক গ্রহণ, সাধারণত শাসন প্রতিষ্ঠানগুলির অর্থায়নের জন্য।",
                "* বিশিষ্ট ডোমেইন — সম্পদের ব্যবহারের যে কোনও জব্দ, নিয়ন্ত্রণ বা ক্ষতি।",
                "* পদার্থের ব্যবহার বা ব্যবহারের উপর নিষেধাজ্ঞা — অ্যালকোহল, মাদকদ্রব্য বা অন্য কোনও ভোগ্য পদার্থের উপর নিষেধাজ্ঞা।",
                "* জোরপূর্বক শ্রম — নির্দোষদের উপর আরোপিত নিয়োগ, দাসত্ব বা যে কোনও বাধ্যতামূলক সেবা।",
                "* প্রতিরক্ষামূলক অস্ত্রের উপর নিষেধাজ্ঞা — বৈধ আত্মরক্ষার জন্য অস্ত্রের দখলের উপর সাধারণ নিষেধাজ্ঞা।",
                "* অর্থের উপর একচেটিয়া — কেন্দ্রীয় ব্যাংকিং, আইনি নিবেদন আইন, মুদ্রা নিয়ন্ত্রণ।",
                "* বৌদ্ধিক সম্পদ — কপিরাইট, পেটেন্ট বা অনুরূপ আইন।",
                "* সম্পত্তি হিসাবে খ্যাতি — মানহানি, ট্রেডমার্ক বা অনুরূপ আইন।",
                "* অ-নির্বাচিত বাধ্যবাধকতা — যে কোনও ইতিবাচক বাধ্যবাধকতা বা কল্যাণ অধিকারের আরোপ যা স্বেচ্ছায় গৃহীত হয়নি।",
                "* সেন্সরশিপ — যে কোনও আইন যা তার বিষয়বস্তুর ভিত্তিতে অভিব্যক্তিকে সেন্সর, শাস্তি বা বাধ্য করে তা অন্যায়।"
            ]
        },
        "closingAffirmation": {
            "title": "সমাপ্তি নিশ্চিতকরণ",
            "paragraphs": [
                "এই নীতিমালার পিছনের আকাঙ্ক্ষা হল একটি ব্যবস্থাগত আগ্রাসন-মুক্ত বিশ্ব, প্রতিটি ব্যক্তির জন্য উন্মুক্ত। প্রতিটি মুক্ত আত্মা যেন মনে রাখে: আমরা কোনও রাষ্ট্রের কাছে মাথা নত করি না, আমরা ন্যায়বিচার ছাড়া অন্য কোনও ব্যবস্থার কাছে মাথা নত করি না, আমরা যুক্তি এবং নৈতিকতা ছাড়া অন্য কোনও প্রভুর কাছে জবাবদিহি করি না। এখানে, এই নীতিমালার অধীনে, আমরা জবরদস্তি ছাড়া, শৃঙ্খল ছাড়া এবং অত্যাচারী ছাড়া জীবন বেছে নিই। এবং পৃথিবীতে কোনও শক্তি আমাদের থামাতে পারবে না।"
            ]
        }
    },
    "Signature": {
        "title": "স্বাক্ষর",
        "text": "আমি স্বাধীনতার সার্বজনীন নীতিকে গ্রহণ করি, এবং এর উপর ভিত্তি করে যে কোনও আইন এবং আইনি ব্যবস্থার বৈধতাকে।",
        "signedBy": "স্বাক্ষরকারী:",
        "downloadSignature": "স্বাক্ষর ডাউনলোড করুন",
        "signedByThankYou": "{aliasName} দ্বারা স্বাক্ষরিত। ধন্যবাদ!"
    },
    "About": {
        "title": "আমাদের সম্পর্কে",
        "intro": "এমন একটি যুগে যেখানে যারা শান্তিপূর্ণভাবে কথা বলে তাদেরও আঘাত করা যেতে পারে, যেখানে যুক্তিসঙ্গত বিতর্কের মুখোমুখি হয় সংলাপ নয় বরং মারাত্মক নীরবতা, একটি অটুট নৈতিক কম্পাসের প্রয়োজন কখনই এত বেশি ছিল না। স্বাধীনতার সার্বজনীন নীতিমালা একটি ভাগ করা দৃঢ় বিশ্বাস থেকে জন্ম নিয়েছে: যে মানব স্বাধীনতার সারাংশ স্পষ্ট, কালাতীত সত্যে পরিণত করা যেতে পারে এবং করা উচিত। সহযোগিতার মাধ্যমে তৈরি",
        "stephanKinsella": "Stephan Kinsella",
        "freemax": "Freemax",
        "alessandroFusillo": "Alessandro Fusillo",
        "andDavidDurr": "এবং David Dürr",
        "andHansHermannHoppe": "এবং Hans-Hermann Hoppe-কে এর গডফাদার হিসাবে",
        "documentExpresses": "এই নথিটি পাঁচটি সহজ নীতিতে স্বাধীনতার মৌলিক স্বতঃসিদ্ধগুলিকে প্রকাশ করে।",
        "notConstitution": "এটি কোনও সংবিধান নয়, বা ক্ষণস্থায়ী রাজনীতির ঘোষণাপত্র নয়।",
        "declaration": "এটি একটি ঘোষণা — সেই নৈতিক ব্যবস্থার স্বীকৃতি যা রাষ্ট্র, দল এবং শাসকদের আগে আসে এবং তাদের অতিক্রম করে।",
        "byReading": "এই নীতিমালাগুলি পড়ে, সমর্থন করে এবং গ্রহণ করে, প্রতিটি স্বাক্ষরকারী একটি প্রতীকী কাজের চেয়ে বেশি করে।",
        "theyAffirm": "তারা ব্যবস্থাগত আগ্রাসন-মুক্ত বিশ্বের প্রতি তাদের প্রতিশ্রুতি নিশ্চিত করে।",
        "takingInspiration": "Bitcoin-এর ঘটনা থেকে অনুপ্রেরণা নিয়ে — প্রথমে ব্যক্তিদের দ্বারা গ্রহণ করা, তারপর লক্ষ লক্ষ মানুষের দ্বারা, পুরো জাতি আর এটিকে উপেক্ষা করতে না পারার আগে এবং এটিকে স্বীকৃতি দেওয়ার আগে — এই ঘোষণাটি স্বাধীনতাকে বাস্তব করার একটি কৌশল।",
        "everySignature": "প্রতিটি স্বাক্ষর জ্বালানি। স্বাধীনতার প্রমাণ। প্রতিটি যোগ করা নাম শক্তির সংকেত, চাহিদার প্রমাণ।",
        "morePeople": "যত বেশি লোক স্বাধীনতার নীতিমালার পিছনে দাঁড়াবে, তত শক্তিশালী সংকেত আমরা বিশ্বকে পাঠাব: যে স্বাধীনতার অপ্রতিরোধ্য সমর্থন রয়েছে।",
        "missionClear": "মিশন স্পষ্ট — যথেষ্ট শক্তি সংগ্রহ করা যাতে ইতিহাসে প্রথমবারের মতো, বাস্তব বিশ্বের অঞ্চলগুলি সত্যিকারের স্বাধীনতা গ্রহণ করতে পারে এবং অবশেষে একটি সত্যিকারের নৈতিক ব্যবস্থায় বাস করতে পারে।",
        "universalPrinciples": "স্বাধীনতার সার্বজনীন নীতিমালা",
        "inscribedOnBitcoin": "Bitcoin ব্লকচেইনে খোদাই করা হয়েছে",
        "immutableBorderless": "অপরিবর্তনীয়, সীমানাহীন এবং চিরকালের জন্য।"
    },
    "Leaderboard": {
        "title": "স্বাক্ষরকারী লিডারবোর্ড",
        "totalSigners": "মোট স্বাক্ষরকারী",
        "signer": "স্বাক্ষরকারী",
        "name": "নাম",
        "twitter": "টুইটার",
        "signed": "স্বাক্ষরিত",
        "anonymous": "বেনামী",
        "search": "অনুসন্ধান...",
        "loading": "লোড হচ্ছে...",
        "noResults": "কোন ফলাফল নেই।",
        "prev": "পূর্ববর্তী",
        "next": "পরবর্তী",
        "signedBy": "স্বাক্ষরকারী:",
        "downloadSignature": "স্বাক্ষর ডাউনলোড করুন"
    },
    "Common": {
        "scrollDownToSign": "স্বাক্ষর করতে নীচে স্ক্রল করুন"
    }
}