{
    "Navbar": {
        "principles": "सिद्धांत",
        "leaderboard": "लीडरबोर्ड",
        "about": "हमारे बारे में",
        "login": "लॉगिन"
    },
    "Content": {
        "preamble": {
            "title": "प्रस्तावना",
            "paragraphs": [
                "प्रत्येक व्यक्ति की अंतर्निहित गरिमा, स्वतंत्रता और नैतिक आत्म-संप्रभुता की मान्यता में, और यह पुष्टि करते हुए कि शांति, समृद्धि और मानव विकास तब होता है जब प्रत्येक दूसरों की समान स्वतंत्रता का सम्मान करता है — हम इन स्वतंत्रता के सार्वभौमिक सिद्धांतों (\"सिद्धांत\") की घोषणा करते हैं।",
                "इनका उद्देश्य संघर्ष-मुक्त बातचीत को बढ़ावा देना है। ये सूत्र तर्क, अनुभव और नैतिकता से निकलते हैं; ये किसी राज्य द्वारा घोषित नहीं हैं और न ही बहुमत की इच्छा द्वारा थोपे गए हैं। अपनाना स्वैच्छिक है, कोई भी व्यक्ति सहमति के किसी भी स्पष्ट कार्य द्वारा इन सिद्धांतों को अपना सकता है और प्रवर्तन व्यक्तियों और समुदायों के इन सिद्धांतों के अनुसार जीने और इनके तहत विवादों का निर्णय करने की स्वतंत्र पसंद पर निर्भर करता है।"
            ]
        },
        "scopeAndHierarchy": {
            "title": "दायरा और पदानुक्रम",
            "subsections": [
                {
                    "subtitle": "प्रधानता",
                    "text": "ये सिद्धांत सभी अपनाने वालों के लिए सर्वोच्च मेटा-मानकीय आधार रेखा बनाते हैं।"
                },
                {
                    "subtitle": "द्वितीयक नियम",
                    "text": "अपनाने वाले इन सिद्धांतों के आधार पर चार्टर, संधियां, उपनियम, रीति-रिवाज, निजी संहिताएं या अन्य निजी कानूनी प्रणालियां स्थापित कर सकते हैं (\"द्वितीयक संहिताएं और कानून\")।"
                },
                {
                    "subtitle": "संघर्ष",
                    "text": "जहां कोई द्वितीयक नियम या प्रथा इन सिद्धांतों के साथ संघर्ष करती है, ये सिद्धांत प्रबल होते हैं।"
                },
                {
                    "subtitle": "व्याख्या",
                    "text": "यदि ये सिद्धांत मौन हैं या अस्पष्ट हैं, तो मध्यस्थ परामर्श कर सकते हैं:",
                    "list": [
                        "* प्रासंगिक द्वितीयक संहिताएं, प्रथागत प्रथा और सामान्यतः मान्यता प्राप्त कानूनी सिद्धांत;",
                        "* निजी कानून के सुस्थापित निकाय, जैसे रोमन कानून, एंग्लो-अमेरिकी सामान्य कानून परंपरा या आधुनिक नागरिक संहिताएं;",
                        "* संहिताकरण, पुनर्कथन और सम्मानित विद्वान टिप्पणियां—विशेष रूप से उदारवादी विचारकों से—बशर्ते कि वे इन सिद्धांतों के साथ सुसंगत हों।"
                    ]
                }
            ]
        },
        "articleI": {
            "title": "अनुच्छेद I — शब्द और परिभाषाएं",
            "list": [
                "* अपनाने वाला — कोई भी व्यक्ति जो इन सिद्धांतों को अपनाता है।",
                "* व्यक्ति (अधिकार धारक) — कोई भी संवेदनशील प्राणी जिसकी नैतिक एजेंसी की अंतर्निहित क्षमता आत्म-स्वामित्व और पारस्परिक दायित्वों की धारणा का आधार बनती है।",
                "* संसाधन — एक दुर्लभ, प्रतिद्वंद्वी, कार्य का साधन जिसे एक व्यक्ति किसी उद्देश्य को प्राप्त करने के लिए नियंत्रित कर सकता है।",
                "* अधिकार (स्वामित्व) — एक व्यक्ति का किसी संसाधन को नियंत्रित करने और दूसरों को उसके उपयोग से बाहर रखने का विशेष अधिकार, जब तक कि उसके स्वामी द्वारा सहमति न दी गई हो।",
                "* सहमति — किसी संसाधन के स्वामी द्वारा दूसरे को उसका उपयोग करने या, बाहरी संसाधनों के मामले में, उसके शीर्षक को स्थानांतरित करने के लिए दिया गया अनुमति या लाइसेंस।",
                "* आक्रामकता — स्वामी की सहमति के बिना किसी अन्य व्यक्ति के संसाधन की सीमाओं का उपयोग, चोरी, उल्लंघन या आक्रमण।",
                "* संरक्षकता — एक सक्षम व्यक्ति द्वारा नैतिक एजेंसी की वर्तमान क्षमता की कमी वाले किसी अन्य व्यक्ति की ओर से कार्य करने वाली न्यासीय प्रबंधन।",
                "* सामूहिक विनाश का उपकरण (DMD) — कोई भी उपकरण, प्रणाली, एजेंट, साधन या प्रौद्योगिकी जिसका सामान्य कार्य आक्रामक और दर्शक के बीच भेदभाव नहीं कर सकता।",
                "* कानून — कानून निष्पादनीय नियम हैं जो संसाधनों में स्वामित्व अधिकारों को मान्यता देते हैं और संसाधनों में स्वामित्व अधिकारों की रक्षा के लिए बल को अधिकृत करते हैं।",
                "* अनुबंध — एक एकतरफा, द्विपक्षीय या बहुपक्षीय शीर्षक-स्थानांतरण व्यवस्था—वर्तमान या भविष्य—जिसके द्वारा संबंधित बाहरी संसाधन स्वामी या स्वामी सहमति से दूसरों को निर्दिष्ट बाहरी संसाधनों का स्वामित्व या उपयोग का लाइसेंस प्रदान करते हैं।"
            ]
        },
        "articleII": {
            "title": "अनुच्छेद II — सिद्धांत",
            "list": [
                "1. गैर-आक्रामकता सिद्धांत — किसी अन्य व्यक्ति के संसाधन के खिलाफ आक्रामकता अन्यायपूर्ण है, चाहे कार्यकर्ता की स्थिति या पैमाना कुछ भी हो।",
                "2. आत्म-स्वामित्व — प्रत्येक व्यक्ति अपने शरीर का मूल और अनुमानित स्वामी है।",
                "3. मूल अधिग्रहण (होमस्टेडिंग) — बिना मालिक के बाहरी संसाधन उस पहले व्यक्ति (या संघ) के न्यायसंगत स्वामित्व में आ जाते हैं जो उन्हें स्पष्ट रूप से सीमांकित, अधिग्रहित या उत्पादक रूप से रूपांतरित करता है।",
                "4. स्वैच्छिक विनिमय (संविदात्मक शीर्षक स्थानांतरण) — एक व्यक्ति पूर्व स्वामी से संविदात्मक शीर्षक स्थानांतरण के माध्यम से किसी बाहरी संसाधन का स्वामित्व प्राप्त कर सकता है।",
                "5. सुधार — एक सिद्ध आक्रामक पीड़ित को किए गए नुकसान के अनुपात में मुआवजा देने का बाध्य है।"
            ]
        },
        "articleIII": {
            "title": "अनुच्छेद III — पूरक मानक",
            "list": [
                "6. व्यक्ति की अविक्रयता — ऐसे अनुबंध जो किसी व्यक्ति के अपने शरीर पर अंतिम नियंत्रण को अलग करने का दावा करते हैं, जैसे स्वैच्छिक दासता अनुबंध, निष्पादनीय नहीं हैं।",
                "7. आनुपातिकता और आत्मरक्षा — आक्रामकता के जवाब में रक्षात्मक बल उचित है, और जब यह तर्कसंगत रूप से आवश्यक और खतरे के अनुपात में हो तो यह स्वयं आक्रामकता नहीं है।",
                "8. सामूहिक विनाश के उपकरण (DMD) — DMD का कब्जा, विकास या तैनाती एक अनुमानित स्थायी खतरा बनाता है जब यह अनुमानित रूप से निर्दोष पक्षों को खतरे में डालता है।",
                "9. शीर्षक की धारणाएं — किसी बाहरी संसाधन के कब्जेदार को स्वामी माना जाता है।",
                "10. साक्ष्य मानक और प्रक्रियाएं: दंड। एक आक्रामक सिद्धांत रूप से आक्रामकता के परिणामस्वरूप कुछ अधिकार खो सकता है।"
            ]
        },
        "articleIV": {
            "title": "अनुच्छेद IV — विकेंद्रीकृत कानूनी व्यवस्था",
            "list": [
                "11. आकांक्षात्मक लक्ष्य; संघर्ष-परिहार और समझौता — इन सिद्धांतों के अपनाने वाले सद्भावना से बातचीत करने, जहां संभव हो समझौता करने का वचन देते हैं।",
                "12. प्रतिस्पर्धी मध्यस्थता — कोई भी संस्था कानून या प्रवर्तन पर जबरदस्ती का एकाधिकार नहीं रखती।",
                "13. कानून का प्रथागत विकास — समुदाय इन सिद्धांतों के साथ सुसंगत द्वितीयक संहिताओं और कानूनों को विकसित और प्रख्यापित कर सकते हैं।"
            ]
        },
        "articleV": {
            "title": "अनुच्छेद V — चयनित अन्यायपूर्ण कानून",
            "paragraphs": [
                "नीचे सूचीबद्ध कानून अतीत या वर्तमान के सकारात्मक कानूनों के उदाहरण हैं जो इन सिद्धांतों के साथ असंगत हैं और इसलिए अन्यायपूर्ण हैं।"
            ],
            "list": [
                "* कराधान — संसाधनों का गैर-सहमतिपूर्ण लेना, आमतौर पर शासन संस्थानों के वित्तपोषण के लिए।",
                "* प्रख्यात डोमेन — संसाधनों के उपयोग का कोई भी जब्ती, विनियमन या हानि।",
                "* पदार्थों की खपत या उपयोग पर प्रतिबंध — शराब, नशीले पदार्थों या किसी अन्य उपभोग्य पदार्थों पर प्रतिबंध।",
                "* बलात श्रम — निर्दोषों पर लगाया गया भर्ती, दासता या कोई भी अनिवार्य सेवा।",
                "* रक्षात्मक हथियारों पर प्रतिबंध — वैध आत्मरक्षा के लिए हथियारों के कब्जे पर सामान्य प्रतिबंध।",
                "* धन पर एकाधिकार — केंद्रीय बैंकिंग, कानूनी निविदा कानून, मुद्रा नियंत्रण।",
                "* बौद्धिक संपदा — कॉपीराइट, पेटेंट या समान कानून।",
                "* संपत्ति के रूप में प्रतिष्ठा — मानहानि, ट्रेडमार्क या समान कानून।",
                "* अचयनित दायित्व — किसी भी सकारात्मक दायित्व या कल्याण अधिकारों का लगाना जो स्वैच्छिक रूप से स्वीकार नहीं किए गए हैं।",
                "* सेंसरशिप — कोई भी कानून जो अपनी सामग्री के आधार पर अभिव्यक्ति को सेंसर, दंडित या बाध्य करता है अन्यायपूर्ण है।"
            ]
        },
        "closingAffirmation": {
            "title": "समापन पुष्टि",
            "paragraphs": [
                "इन सिद्धांतों के पीछे की आकांक्षा एक ऐसी दुनिया है जो व्यवस्थागत आक्रामकता से मुक्त है, हर व्यक्ति के लिए खुली है। हर स्वतंत्र आत्मा को याद रखना चाहिए: हम किसी राज्य के सामने नहीं झुकते, हम न्याय के अलावा किसी व्यवस्था के सामने नहीं झुकते, हम तर्क और नैतिकता के अलावा किसी स्वामी के प्रति जवाबदेह नहीं हैं। यहां, इन सिद्धांतों के तहत, हम बिना जबरदस्ती, बिना जंजीरों और बिना तानाशाहों के जीवन चुनते हैं। और पृथ्वी पर कोई भी शक्ति हमें रोक नहीं सकती।"
            ]
        }
    },
    "Signature": {
        "title": "हस्ताक्षर",
        "text": "I hereby adopt the Universal Principles of Liberty, and agree to the legitimacy of any laws and legal system based thereon.",
        "signedBy": "हस्ताक्षरकर्ता:",
        "downloadSignature": "हस्ताक्षर डाउनलोड करें",
        "signedByThankYou": "{aliasName} द्वारा हस्ताक्षरित। धन्यवाद!"
    },
    "About": {
        "title": "जानकारी",
        "intro": "एक ऐसे युग में जहां शांतिपूर्वक बोलने वाले लोगों को भी मारा जा सकता है, जहां तर्कसंगत बहस का सामना संवाद से नहीं बल्कि घातक चुप्पी से होता है, एक अटूट नैतिक कम्पास की आवश्यकता कभी भी इतनी महान नहीं रही। स्वतंत्रता के सार्वभौमिक सिद्धांत एक साझा दृढ़ विश्वास से पैदा हुए: कि मानव स्वतंत्रता का सार स्पष्ट, कालातीत सत्यों में निहित किया जा सकता है और किया जाना चाहिए। सहयोग के माध्यम से तैयार किया गया",
        "stephanKinsella": "Stephan Kinsella",
        "freemax": "Freemax",
        "alessandroFusillo": "Alessandro Fusillo",
        "andDavidDurr": "और David Dürr",
        "andHansHermannHoppe": "और Hans-Hermann Hoppe को इसके गॉडफादर के रूप में",
        "documentExpresses": "यह दस्तावेज पांच सरल सिद्धांतों में स्वतंत्रता के मौलिक स्वयंसिद्धों को व्यक्त करता है।",
        "notConstitution": "यह कोई संविधान नहीं है, न ही क्षणभंगुर राजनीति का घोषणापत्र है। ",
        "declaration": "यह एक घोषणा है — उस नैतिक व्यवस्था की मान्यता जो राज्यों, दलों और शासकों से पहले आती है और उनसे परे है। ",
        "byReading": "इन सिद्धांतों को पढ़कर, समर्थन करके और अपनाकर, प्रत्येक हस्ताक्षरकर्ता एक प्रतीकात्मक कार्य से अधिक करता है। ",
        "theyAffirm": "वे व्यवस्थागत आक्रामकता से मुक्त दुनिया के लिए अपनी प्रतिबद्धता की पुष्टि करते हैं। ",
        "takingInspiration": "Bitcoin की घटना से प्रेरणा लेते हुए — पहले व्यक्तियों द्वारा अपनाया गया, फिर लाखों लोगों द्वारा, पूरे राष्ट्रों के इसे नजरअंदाज नहीं कर सकने और इसे मान्यता देने से पहले — यह घोषणा स्वतंत्रता को वास्तविक बनाने की एक रणनीति है। ",
        "everySignature": "हर हस्ताक्षर ईंधन है। स्वतंत्रता का प्रमाण। Bitcoin ने पैसे के लिए स्वतंत्रता को कोडित किया; ये सिद्धांत लोगों के लिए स्वतंत्रता को कोडित करते हैं। ",
        "morePeople": "जितने अधिक लोग स्वतंत्रता के सिद्धांतों के पीछे खड़े होंगे, उतना ही बड़ा संकेत हम दुनिया को भेजेंगे: कि स्वतंत्रता को अजेय समर्थन है। ",
        "missionClear": "मिशन स्पष्ट है — इतनी ताकत जुटाना कि इतिहास में पहली बार, वास्तविक दुनिया के क्षेत्र सच्ची स्वतंत्रता अपना सकें और अंततः एक वास्तविक नैतिक व्यवस्था में जी सकें। ",
        "universalPrinciples": "स्वतंत्रता के सार्वभौमिक सिद्धांत",
        "inscribedOnBitcoin": "Bitcoin ब्लॉकचेन पर अंकित किए गए हैं",
        "immutableBorderless": "अपरिवर्तनीय, सीमाहीन और हमेशा के लिए।",
        "xAccount": "स्वतंत्रता के सार्वभौमिक सिद्धांत X खाता"
    },
    "Leaderboard": {
        "title": "हस्ताक्षरकर्ता लीडरबोर्ड",
        "totalSigners": "कुल हस्ताक्षरकर्ता",
        "signer": "हस्ताक्षरकर्ता",
        "name": "नाम",
        "twitter": "ट्विटर",
        "signed": "हस्ताक्षरित",
        "anonymous": "अज्ञात",
        "search": "खोजें...",
        "loading": "लोड हो रहा है...",
        "noResults": "कोई परिणाम नहीं।",
        "prev": "पिछला",
        "next": "अगला",
        "inscriptionUrl": "शिलालेख URL:",
        "inscriptionUrlNotAvailable": "शिलालेख URL उपलब्ध नहीं"
    },
    "Common": {
        "scrollDownToSign": "हस्ताक्षर करने के लिए नीचे स्क्रॉल करें"
    }
}
