{
    "Navbar": {
        "principles": "原則",
        "leaderboard": "リーダーボード",
        "about": "について",
        "login": "ログイン"
    },
    "Content": {
        "preamble": {
            "title": "前文",
            "paragraphs": [
                "すべての人の固有の尊厳、自由、道徳的自己主権を認識し、平和、繁栄、人間の繁栄は、それぞれが他者の平等な自由を尊重する場所で生まれることを確認して、私たちはこれらの自由の普遍的原則（「原則」）を宣言します。",
                "それらの目的は、対立のない相互作用を促進することです。これらの格言は理性、経験、倫理から流れます；それらはどの国家によっても制定されておらず、多数派の意志によっても課されていません。採用は自発的であり、誰でも明確な同意の行為によって原則を採用でき、執行は個人とコミュニティがこれらの原則に従って生き、これらの原則の下で紛争を仲裁する自由な選択に依存します。"
            ]
        },
        "scopeAndHierarchy": {
            "title": "範囲と階層",
            "subsections": [
                {
                    "subtitle": "優位性",
                    "text": "これらの原則は、すべての採用者にとって最高のメタ規範的基線を形成します。"
                },
                {
                    "subtitle": "二次規則",
                    "text": "採用者は、これらの原則に基づいて憲章、契約、細則、慣習、私的コード、または他の私法システムを確立できます。"
                },
                {
                    "subtitle": "対立",
                    "text": "二次規則または慣行がこれらの原則と対立する場合、これらの原則が優先されます。"
                },
                {
                    "subtitle": "解釈",
                    "text": "これらの原則が沈黙しているか不明確な場合、仲裁人は以下を参照できます：",
                    "list": [
                        "* 関連する二次コード、慣習的実践、一般的に認識された法的原則；",
                        "* ローマ法、英米コモンロー伝統、または現代民法典などの、よく確立された私法の体系；",
                        "* 特にリバタリアン思想家からの、これらの原則と一致する限り、法典化、再記述、尊敬される学術的注釈。"
                    ]
                }
            ]
        },
        "articleI": {
            "title": "第一条 — 用語と定義",
            "list": [
                "* 採用者 — これらの原則を採用する任意の人。",
                "* 人（権利保有者） — 道徳的行為能力の固有の能力が自己所有と相互義務の推定を根拠づける任意の感覚的存在。",
                "* 資源 — 人が目的を達成するために制御できる希少で競合する行動手段。",
                "* 権利（所有権） — 人が資源を制御し、所有者の同意がない限り他者をその使用から排除する排他的権威。",
                "* 同意 — 資源の所有者が他者にその使用または、外部資源の場合、その権利の移転を許可する許可またはライセンス。",
                "* 侵略 — 所有者の同意なしに他者の資源の使用、盗難、侵害、または境界の侵入。",
                "* 後見 — 有能な人が道徳的行為能力の現在の能力を欠く他者のために行動する信託管理。",
                "* 大量破壊装置（DMD） — 通常の機能が侵略者と傍観者を区別できない任意の装置、システム、エージェント、器具、または技術。",
                "* 法 — 法は資源における所有権を認識し、資源における所有権を保護するための武力を認可する執行可能な規則です。",
                "* 契約 — 関連する外部資源の所有者または所有者が合意により指定された外部資源を使用するための所有権またはライセンスを他者に付与する一方的、双方向的、または多方的権利移転取決め。"
            ]
        },
        "articleII": {
            "title": "第二条 — 原則",
            "list": [
                "1. 非侵略原則 — 他者の資源に対する侵略は、行為者の地位や規模に関係なく不正です。",
                "2. 自己所有 — すべての人は自分の身体の元の推定所有者です。",
                "3. 原始取得（ホームステディング） — 無主の外部資源は、それらを明確に区画し、占有し、または生産的に変換する最初の人（または協会）によって正当に所有されます。",
                "4. 自発的交換（契約的権利移転） — 人は前の所有者からの契約的権利移転によって外部資源の所有権を取得できます。",
                "5. 修正 — 証明された侵略者は、引き起こされた損害に比例した補償を被害者に負います。"
            ]
        },
        "articleIII": {
            "title": "第三条 — 補完的基準",
            "list": [
                "6. 人の不可譲性 — 自発的奴隷制契約など、人の自分の身体に対する最終的制御を譲渡することを主張する契約は執行できません。",
                "7. 比例性と自己防衛 — 侵略に対する防衛的武力は、合理的に必要で脅威に比例している場合、正当化され、それ自体が侵略ではありません。",
                "8. 大量破壊装置（DMD） — DMDの所有、開発、または配備は、予見可能に無実の当事者を危険にさらす場合、推定される継続的脅威を構成します。",
                "9. 権利の推定 — 外部資源の占有者は所有者と推定されます。",
                "10. 証拠基準と手順：処罰。侵略者は、原則として、侵略の結果として特定の権利を失う可能性があります。"
            ]
        },
        "articleIV": {
            "title": "第四条 — 分散化された法的秩序",
            "list": [
                "11. 願望的目標；対立回避と妥協 — これらの原則の採用者は、誠実に交渉し、可能な場合に妥協することを誓約します。",
                "12. 競争的仲裁 — いかなる機関も法や執行に対する強制的独占を享受しません。",
                "13. 法の慣習的進化 — コミュニティは、これらの原則と一致する二次コードと法を開発し、公布できます。"
            ]
        },
        "articleV": {
            "title": "第五条 — 選択された不正な法",
            "paragraphs": [
                "以下にリストされた法は、これらの原則と互換性がなく、したがって不正な実定法の例です。"
            ],
            "list": [
                "* 課税 — 通常、統治機関の資金調達を目的とした資源の非合意的取得。",
                "* 収用権 — 資源の使用の任意の押収、規制、または損害。",
                "* 物質の消費または使用の禁止 — アルコール、麻薬、またはその他の消費可能な物質の禁止。",
                "* 強制労働 — 無実の人に課せられる徴兵、奴隷制、または任意の義務的サービス。",
                "* 防衛兵器の禁止 — 合法的自己防衛のための武器の所有に対する一般的な禁止。",
                "* 貨幣の独占 — 中央銀行、法定通貨法、通貨統制。",
                "* 知的財産 — 著作権、特許、または類似の法。",
                "* 財産としての評判 — 名誉毀損、商標、または類似の法。",
                "* 選択されていない義務 — 自発的に受け入れられていない任意の積極的義務または福祉権の課税。",
                "* 検閲 — その内容に基づいて表現を検閲、処罰、または強制する任意の法は不正です。"
            ]
        },
        "closingAffirmation": {
            "title": "結びの確認",
            "paragraphs": [
                "これらの原則の背後にある願望は、すべての人に開かれた、系統的侵略のない世界です。すべての自由な魂が覚えておくように：私たちはどの国家にも頭を下げず、正義以外のどの秩序にもひざまずかず、理性と倫理以外のどの主人にも答えません。ここで、これらの原則の下で、私たちは強制、鎖、専制者なしの人生を選びます。そして、地球上のいかなる力も私たちを止めることはできません。"
            ]
        }
    },
    "Signature": {
        "title": "署名",
        "text": "私はここに自由の普遍的原則を採用し、それに基づくいかなる法律および法制度の正当性を認めます。",
        "signedBy": "署名者：",
        "downloadSignature": "署名をダウンロード"
    },
    "About": {
        "title": "私たちについて",
        "intro": "平和に話す人でさえ打ち倒される時代において、合理的な議論が対話ではなく死の沈黙で迎えられる時代において、揺るぎない道徳的羅針盤の必要性はこれまで以上に大きくなっています。自由の普遍的原則は、共通の信念から生まれました：人間の自由の本質は、明確で時代を超越した真実に蒸留できる、そして蒸留されなければならないということです。",
        "stephanKinsella": "ステファン・キンセラ",
        "freemax": "フリーマックス",
        "alessandroFusillo": "アレッサンドロ・フシッロ",
        "andDavidDurr": "そしてデビッド・デュール",
        "andHansHermannHoppe": "そしてハンス・ヘルマン・ホッペを名付け親として",
        "documentExpresses": "この文書は、5つのシンプルな原則で、自由の基礎的な公理を表現しています。",
        "notConstitution": "それは憲法ではなく、一時的な政治の宣言でもありません。",
        "declaration": "それは宣言です — 国家、政党、支配者に先立ち、それらを超越する道徳的秩序の認識です。",
        "byReading": "これらの原則を読み、支持し、採用することによって、各署名者は象徴的な行為以上のことを行います。",
        "theyAffirm": "彼らは系統的侵略のない世界へのコミットメントを確認します。",
        "takingInspiration": "ビットコインの現象からインスピレーションを得て — 最初に個人によって、次に数百万人によって採用され、全体の国家がそれを無視できなくなり、認識する前に — この宣言は自由を現実にする戦略です。",
        "everySignature": "すべての署名は燃料です。自由の証明です。追加されるすべての名前は力の信号、需要の証明です。",
        "morePeople": "自由の原則の背後に立つ人々が多ければ多いほど、私たちが世界に送る信号は強くなります：自由には止められない支持があるということです。",
        "missionClear": "使命は明確です — 歴史で初めて、現実世界の領土が真の自由を採用し、ついに真の道徳的秩序で生きることができるよう、十分な力を集めることです。",
        "universalPrinciples": "自由の普遍的原則は",
        "inscribedOnBitcoin": "ビットコインブロックチェーンに刻まれています",
        "immutableBorderless": "不変で、国境がなく、永遠に。"
    },
    "Leaderboard": {
        "title": "署名者リーダーボード",
        "totalSigners": "総署名者数",
        "signer": "署名者",
        "name": "名前",
        "twitter": "ツイッター",
        "signed": "署名日",
        "anonymous": "匿名",
        "search": "検索...",
        "loading": "読み込み中...",
        "noResults": "結果がありません。",
        "prev": "前へ",
        "next": "次へ"
    },
    "Common": {
        "scrollDownToSign": "署名するために下にスクロール"
    }
}
