{
    "Navbar": {
        "principles": "원칙",
        "leaderboard": "리더보드",
        "about": "소개",
        "login": "로그인"
    },
    "Content": {
        "preamble": {
            "title": "전문",
            "paragraphs": [
                "모든 사람의 고유한 존엄성, 자유, 도덕적 자주권을 인정하고, 평화, 번영, 인간의 발전은 각자가 다른 사람의 동등한 자유를 존중하는 곳에서 비롯된다는 것을 확인하며, 우리는 이 보편적 자유 원칙(\"원칙\")을 선언합니다.",
                "이 원칙의 목적은 갈등 없는 상호작용을 촉진하는 것입니다. 이 원칙들은 이성, 경험, 윤리에서 비롯되었으며, 어떤 국가에 의해서도 제정되지 않았고 다수의 의지에 의해 강요되지 않았습니다. 채택은 자발적이며, 누구나 명확한 동의 행위로 원칙을 채택할 수 있고, 집행은 개인과 공동체가 이 원칙에 따라 살고 분쟁을 해결하는 자유로운 선택에 달려 있습니다."
            ]
        },
        "scopeAndHierarchy": {
            "title": "범위와 계층",
            "subsections": [
                {
                    "subtitle": "우선권",
                    "text": "이 원칙들은 모든 채택자에게 최고의 메타 규범적 기준선입니다."
                },
                {
                    "subtitle": "2차 규칙",
                    "text": "채택자는 이 원칙을 기반으로 헌장, 협약, 규정, 관습, 사적 법률 또는 기타 사법 시스템(“2차 규칙과 법률”)을 만들 수 있습니다. 이러한 규칙은 절차를 보완하거나 다루지 않은 문제를 해결할 수 있지만, 이 원칙과 충돌하거나 무효화하거나 약화시킬 수 없습니다."
                },
                {
                    "subtitle": "갈등",
                    "text": "2차 규칙이나 관행이 이 원칙과 충돌할 경우, 이 원칙이 우선합니다. 이러한 불일치는 공정한 중재로 해결됩니다."
                },
                {
                    "subtitle": "해석",
                    "text": "이 원칙이 침묵하거나 불분명할 경우, 중재자는 다음을 참고할 수 있습니다:",
                    "list": [
                        "* 관련 2차 규칙, 관습적 관행, 일반적으로 인정되는 법적 원칙;",
                        "* 로마법, 영미법, 현대 민법 등 확립된 사법 체계;",
                        "* 이 원칙과 일치하는 한, 자유주의 사상가의 법전, 재진술, 학술적 논평."
                    ]
                }
            ]
        },
        "articleI": {
            "title": "제1조 — 용어와 정의",
            "list": [
                "* 채택자 — 이 원칙을 채택하는 모든 사람.",
                "* 사람(권리 보유자) — 도덕적 자율성이 자기 소유권과 상호 의무의 전제를 형성하는 모든 감각적 존재. 이 원칙은 인격이 언제 시작되고 끝나는지 명시하지 않으며, 과학적, 철학적, 영적 연구와 필요시 공정한 중재로 결정됩니다. 설명: '사람'은 회사, 협회 등 집단적 또는 법적 인격체를 포함하지 않으며, 위 정의된 사람을 통해서만 권리를 가집니다.",
                "* 자원 — 사람이 목적을 달성하기 위해 통제할 수 있는 희소하고 경쟁적인 수단. 사람의 신체는 자원이자, 신체 외의 것(“외부 자원”)도 포함됩니다. 정보, 아이디어, 패턴, 지식은 경쟁적이지 않으므로 자원이 아닙니다. 외부 자원은 계약이나 공동 소유를 통해 개인 또는 집단이 소유할 수 있습니다. 집단 소유는 개인의 권리를 초월하지 않습니다.",
                "* 권리(소유권) — 사람이 자원을 독점적으로 통제하고, 소유자의 동의 없이 타인의 사용을 배제할 수 있는 권리. 모든 권리는 소유권입니다.",
                "* 동의 — 자원의 소유자가 타인에게 사용을 허락하거나, 외부 자원의 경우 소유권을 이전하는 허가 또는 라이선스. 동의는 상황에 따라 명시적 또는 묵시적으로 전달될 수 있으며, 가장 최근의 의사가 우선합니다. 일부 상황에서는 Negotiorum Gestio처럼 동의가 추정될 수 있습니다.",
                "* 침해 — 소유자의 동의 없이 타인의 자원을 사용, 점유, 침범하거나 경계를 넘는 행위, 또는 사기적 점유, 혹은 그에 대한 신뢰할 만한 위협.",
                "* 후견 — 도덕적 자율성이 부족한 사람을 대신하여 유능한 사람이 신탁 관리하는 것. 후견은 자연적 관계(예: 부모-자녀), 계약 또는 공동체 관습에서 발생할 수 있습니다. 후견인은 이 원칙을 준수해야 하며, 피후견인의 최선의 이익을 위해 행동하고, 합리적 이의가 있을 경우 공정한 중재의 감독을 받습니다.",
                "* 대량파괴장치(DMD) — 일반적 기능이 침략자와 방관자를 구별할 수 없고, 대규모 치명적 피해를 줄 수 있는 모든 장치, 시스템, 에이전트, 도구 또는 기술.",
                "* 법 — 자원에 대한 소유권을 인정하고, 소유권 보호를 위해 힘의 사용을 허용하는 집행 가능한 규칙. 이 원칙과 일치하지 않는 법은 부정의하며 무효입니다. 제5조에 부정의한 법의 예시가 있습니다.",
                "* 계약 — 일방적, 양방적 또는 다방적 소유권 이전 합의로, 외부 자원의 소유자가 지정된 자원에 대한 소유권 또는 사용권을 타인에게 부여하는 것."
            ]
        },
        "articleII": {
            "title": "제2조 — 원칙",
            "list": [
                "1. 비침해 원칙 — 타인의 자원에 대한 침해는 행위자의 지위나 규모와 관계없이 부정의입니다. 침해에는 개인적 행위뿐 아니라 집단적 행위도 포함되며, 참여자는 관계와 연관성에 따라 타인의 행위에 책임질 수 있습니다.",
                "2. 자기 소유권 — 모든 사람은 자신의 신체의 원래이자 기본 소유자입니다. 일시적 또는 영구적 무능력은 자기 소유권을 박탈하지 않습니다. 침해 행위로 인해 자기 소유권은 방어 및 비례 원칙에 따라 일부 또는 전체 박탈될 수 있습니다.",
                "3. 원시 점유(홈스테딩) — 소유자가 없는 외부 자원은 명확히 구분, 점유 또는 변형하여 객관적이고 검증 가능한 연관성을 만든 첫 번째 사람(또는 집단)이 소유합니다. 이 소유권은 계약, 수정 또는 포기 등으로 이전될 때까지 유지됩니다. 포기는 장기간 미사용, 명확한 통지, 타인의 공개 점유에 대한 이의 없음 등으로 판단할 수 있습니다.",
                "4. 자발적 교환(계약적 소유권 이전) — 외부 자원의 소유권은 이전 소유자로부터 계약적 소유권 이전을 통해 획득할 수 있습니다. 이전은 전체 또는 일부, 조건부 또는 무조건, 일시적 또는 영구적, 즉시 또는 미래에 발생할 수 있으며, 관련 당사자 간의 계약 조건에 따릅니다. 약속은 도덕적 의무만 발생시키며 법적 의무는 아닙니다; 계약은 외부 자원에 대한 소유권을 기반으로 한 소유권 이전이며, 이전, 수정 또는 포기 전까지 소유자에게 남아 있습니다.",
                "5. 수정 — 입증된 침해자는 피해자에게 피해에 비례한 보상을 해야 합니다. 보상에는 자원 소유권 이전이 포함될 수 있습니다. 보상 산정 시 피해의 정도, 피해자의 주관적 손실, 침해자의 의도와 동기, 그리고 §10에 따라 피해자가 부과할 수 있는 처벌의 종류와 정도를 고려해야 합니다."
            ]
        },
        "articleIII": {
            "title": "제3조 — 보완 기준",
            "list": [
                "6. 사람의 양도 불가 — 신체의 궁극적 통제를 이전하는 계약, 예를 들어 자발적 노예 계약은 집행될 수 없습니다.",
                "7. 비례성과 자기방어 — 침해에 대응한 방어적 힘은 합리적으로 필요하고 위협에 비례할 때 정당하며, 침해가 아닙니다. 가능하다면 §11에 따라 자력구제를 피해야 합니다.",
                "8. 대량파괴장치(DMD) — DMD의 소유, 개발 또는 배치는 무고한 당사자에게 예측 가능한 위험을 줄 때 지속적 위협으로 간주됩니다. 이 추정은 모든 관련 당사자 또는 중립 중재자가 잘못된 피해 위험을 제거하는 강력한 보호 조치가 있음을 입증할 때만 반박됩니다. 반박되지 않으면, 위험 제거를 위한 비례적 조치(가능하다면 사전 통지, 대화, 중재 포함)가 정당합니다; 긴급 상황에서는 즉각적 개입이 필요할 수 있습니다.",
                "9. 소유권 추정 — 외부 자원을 점유하는 자는 소유자로 추정되며, 계약적 이전, 침해 수정 또는 포기 등 우월한 소유권 증거로 반박될 수 있습니다. 소유권 분쟁에서는 더 나은 소유권을 증명하는 쪽이 승리하며, 관련 추정과 증거 기준을 고려합니다.",
                "10. 증거 기준 및 절차: 처벌. 침해자는 원칙적으로 침해 행위로 인해 일부 권리를 박탈당할 수 있습니다. 모든 구제(보상, 처벌, 보호)의 성격과 정도는 이 원칙과 일치하는 공동체 규칙에 따라 결정됩니다. 중대한 구제에는 높은 증거 기준(합리적 의심 없는 증명, 만장일치 결정, 이중처벌 금지, 법과 사실에 대한 배심원 권리)이 요구됩니다. 치명적 침해의 경우 용서 또는 화해 권한은 피해자의 가장 가까운 친족 또는 공정한 중재자에게 있으며, 피해자가 여러 명일 경우 중재자가 용서 조건을 결정할 수 있습니다. 반복적 또는 중대한 침해는 침해자를 지속적 위협으로 만들 수 있으며, 비례적 방어 조치를 허용합니다."
            ]
        },
        "articleIV": {
            "title": "제4조 — 분산 법질서",
            "list": [
                "11. 열망적 목표; 갈등 회피와 타협 — 이 원칙을 채택하는 자는 선의로 협상하고, 가능하면 타협하며, 가능하면 분쟁을 중립적 중재에 맡겨 폭력 대신 평화로운 상호작용을 촉진할 것을 약속합니다. 자력구제, 즉흥적 정의, 자기 재판, 법 밖 행위는 피해야 합니다. 이 원칙을 채택하고 그 혜택을 누리고자 하는 모든 사람은 이 원칙을 준수하고 자유 사회의 법질서를 지지해야 합니다. 보안 제공은 기업가나 조직된 민병대에 맡길 수 있으며, 이들은 이 원칙을 준수해야 합니다.",
                "12. 경쟁적 중재 — 어떤 기관도 법이나 집행에 대한 강제적 독점을 누릴 수 없습니다. 개인은 경쟁적 중재자와 보호 기관을 자유롭게 선택할 수 있습니다. 중재 기관과 법원은 고객의 동의로 중재자와 보호 기관 간의 분쟁을 해결하기 위한 항소 법원을 설립할 수 있습니다.",
                "13. 법의 관습적 진화 — 공동체는 이 원칙과 일치하는 2차 규칙과 법률, 등록부, 절차 규범, 증거 규칙을 개발하고 공포할 수 있습니다."
            ]
        },
        "articleV": {
            "title": "제5조 — 선택된 부정의 법률",
            "paragraphs": [
                "아래에 나열된 법률은 이 원칙과 양립할 수 없는 과거 또는 현재의 실정법의 예시입니다. 이 목록은 예시일 뿐 완전하지 않습니다: 이 원칙과 충돌하는 모든 법은 부정의하며, 명시적으로 언급되지 않아도 적용됩니다. 일부 법률이 나열되었다고 해서 다른 충돌 법률이 집행될 수 있다는 의미는 아닙니다."
            ],
            "list": [
                "* 과세 — 자원의 비합의적 취득, 일반적으로 정부 기관의 자금 조달을 위해; 공동체의 필요는 자발적 수단과 자유 시장 해결책으로 충족되어야 합니다.",
                "* 수용권 — 자원의 압수, 규제 또는 사용 제한, 보상이 있든 없든.",
                "* 물질 소비 또는 사용 금지 — 알코올, 마약 또는 기타 소비 가능한 물질에 대한 금지.",
                "* 강제 노동 — 징병, 노예제 또는 무고한 자에게 부과되는 모든 강제 서비스.",
                "* 방어 무기 금지 — 합법적 자기 방어를 위한 무기 소유에 대한 일반적 금지(DMD 제외).",
                "* 화폐 독점 — 중앙은행, 법정화폐법, 통화 통제 또는 금, 암호화폐, 기타 화폐의 소유, 사용 제한.",
                "* 지적 재산권 — 저작권, 특허 또는 유사 법률, 아이디어는 경쟁적 자원이 아니므로. 참고: 창작과 혁신은 비침해적 합의로만 보호 및 보상받을 수 있습니다.",
                "* 평판을 재산으로 간주 — 명예훼손, 상표 또는 평판을 독립적 재산으로 간주하는 법률. 참고: 평판은 타인의 마음에만 존재하며 소유할 수 없으나 평화로운 수단으로 보호받을 수 있습니다.",
                "* 선택되지 않은 의무 — 자발적으로 수락되지 않았거나 자발적 행위에서 발생하지 않은 모든 긍정적 의무 또는 복지 권리.",
                "* 검열 — 내용에 따라 표현을 검열, 처벌 또는 강제하는 모든 법은 부정의합니다. 참고: 발언이 침해의 원인이 될 경우, 발언자는 책임을 집니다."
            ]
        },
        "closingAffirmation": {
            "title": "마무리 확인",
            "paragraphs": [
                "이 원칙의 열망은 모든 사람에게 열린, 체계적 침해가 없는 세계입니다. 모든 자유로운 영혼이 기억하십시오: 우리는 어떤 국가에도 굴복하지 않으며, 정의 외에는 어떤 질서에도 무릎 꿇지 않으며, 이성과 윤리 외에는 어떤 주인에게도 복종하지 않습니다. 여기, 이 원칙 아래에서, 우리는 강제, 사슬, 폭군 없는 삶을 선택합니다. 지구상의 어떤 힘도 우리를 막을 수 없습니다."
            ]
        }
    },
    "Signature": {
        "title": "서명",
        "text": "나는 여기서 자유의 보편적 원칙을 채택하며, 그에 기반한 모든 법과 법적 체계의 정당성을 인정합니다.",
        "signedBy": "서명자:",
        "downloadSignature": "서명 다운로드"
    },
    "About": {
        "title": "소개",
        "intro": "평화롭게 말하는 사람들조차 억압받을 수 있는 시대, 합리적 논쟁이 대화가 아닌 죽음의 침묵으로 맞서는 시대에, 흔들리지 않는 도덕적 나침반의 필요성은 그 어느 때보다 큽니다. 자유의 보편적 원칙은 인간 자유의 본질이 명확하고 영원한 진리로 정립될 수 있고 그래야 한다는 공동 신념에서 탄생했습니다. 협력으로 만들어졌습니다.",
        "stephanKinsella": "Stephan Kinsella",
        "freemax": "Freemax",
        "alessandroFusillo": "Alessandro Fusillo",
        "andDavidDurr": "그리고 David Dürr",
        "andHansHermannHoppe": "그리고 Hans-Hermann Hoppe가 후원자로",
        "documentExpresses": "이 문서는 다섯 가지 간단한 원칙을 통해 자유의 근본적인 공리를 표현합니다.",
        "notConstitution": "이것은 헌법도 아니고, 일시적 정치 선언도 아닙니다.",
        "declaration": "이것은 선언입니다 — 국가, 정당, 지배자보다 앞서고 뛰어넘는 도덕적 질서의 인정입니다.",
        "byReading": "이 원칙을 읽고, 지지하고, 채택함으로써, 각 서명자는 단순한 상징적 행동 이상을 합니다.",
        "theyAffirm": "그들은 체계적 침해 없는 세계에 대한 헌신을 확인합니다.",
        "takingInspiration": "비트코인 현상에서 영감을 받아 — 처음에는 개인이, 그 다음 수백만 명이, 결국 국가들이 무시할 수 없게 된 후 인정한 것처럼 — 이 선언은 자유를 현실로 만드는 전략입니다.",
        "everySignature": "각 서명은 연료입니다. 자유의 증거입니다. 추가되는 각 이름은 힘의 신호, 수요의 증거입니다.",
        "morePeople": "자유의 원칙 뒤에 더 많은 사람이 설수록, 우리가 세계에 보내는 신호는 더 강해집니다: 자유에는 막을 수 없는 지지가 있습니다.",
        "missionClear": "임무는 분명합니다 — 역사상 처음으로, 실제 영토가 진정한 자유를 채택하고, 마침내 진정한 도덕적 질서에서 살아갈 수 있도록 충분한 힘을 모으는 것입니다.",
        "universalPrinciples": "자유의 보편적 원칙",
        "inscribedOnBitcoin": "비트코인 블록체인에 새겨짐",
        "immutableBorderless": "불변, 국경 없음, 영원함."
    },
    "Leaderboard": {
        "title": "서명자 리더보드",
        "totalSigners": "총 서명자",
        "signer": "서명자",
        "name": "이름",
        "twitter": "트위터",
        "signed": "서명됨",
        "anonymous": "익명",
        "search": "검색...",
        "loading": "로딩 중...",
        "noResults": "결과 없음.",
        "prev": "이전",
        "next": "다음"
    },
    "Common": {
        "scrollDownToSign": "서명하려면 아래로 스크롤하세요"
    }
}