{
    "Navbar": {
        "principles": "ਸਿਧਾਂਤ",
        "leaderboard": "ਲੀਡਰਬੋਰਡ",
        "about": "ਬਾਰੇ",
        "login": "ਲੌਗ ਇਨ"
    },
    "Content": {
        "preamble": {
            "title": "ਪ੍ਰਸਤਾਵਨਾ",
            "paragraphs": [
                "ਹਰ ਵਿਅਕਤੀ ਦੀ ਜਨਮਜਾਤ ਮਰਿਆਦਾ, ਆਜ਼ਾਦੀ ਅਤੇ ਨੈਤਿਕ ਸਵੈ-ਸਰਵਭੌਮਿਕਤਾ ਨੂੰ ਮਾਨਤਾ ਦਿੰਦੇ ਹੋਏ, ਅਤੇ ਇਹ ਪੱਕਾ ਕਰਦੇ ਹੋਏ ਕਿ ਸ਼ਾਂਤੀ, ਖੁਸ਼ਹਾਲੀ ਅਤੇ ਮਨੁੱਖੀ ਵਿਕਾਸ ਉਥੇ ਹੁੰਦੇ ਹਨ ਜਿੱਥੇ ਹਰ ਕੋਈ ਹੋਰਾਂ ਦੀ ਸਮਾਨ ਆਜ਼ਾਦੀ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ — ਅਸੀਂ ਇਹ ਆਜ਼ਾਦੀ ਦੇ ਸਰਵਭੌਮਿਕ ਸਿਧਾਂਤ (\"ਸਿਧਾਂਤ\") ਐਲਾਨ ਕਰਦੇ ਹਾਂ।",
                "ਇਹਨਾਂ ਦਾ ਉਦੇਸ਼ ਟਕਰਾਅ-ਰਹਿਤ ਪਰਸਪਰ ਕਿਰਿਆ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨਾ ਹੈ। ਇਹ ਸਿਧਾਂਤ ਤਰਕ, ਅਨੁਭਵ ਅਤੇ ਨੈਤਿਕਤਾ ਤੋਂ ਆਉਂਦੇ ਹਨ; ਇਹ ਕਿਸੇ ਰਾਜ ਦੁਆਰਾ ਨਹੀਂ ਬਣਾਏ ਜਾਂਦੇ ਅਤੇ ਨਾ ਹੀ ਕਿਸੇ ਬਹੁਮਤ ਦੁਆਰਾ ਲਾਗੂ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। ਅਪਣਾਉਣਾ ਸਵੈ-ਇੱਛਾ ਤੇ ਆਧਾਰਿਤ ਹੈ, ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਸਪਸ਼ਟ ਸਹਿਮਤੀ ਦੇ ਕੇ ਇਹ ਸਿਧਾਂਤ ਅਪਣਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਇਹਨਾਂ ਦੀ ਪਾਲਣਾ ਵਿਅਕਤੀਆਂ ਅਤੇ ਸਮੂਹਾਂ ਦੀ ਆਜ਼ਾਦ ਚੋਣ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ।"
            ]
        },
        "scopeAndHierarchy": {
            "title": "ਦਾਇਰਾ ਅਤੇ ਪਦਾਨੁਕ੍ਰਮ",
            "subsections": [
                {
                    "subtitle": "ਪ੍ਰਾਥਮਿਕਤਾ",
                    "text": "ਇਹ ਸਿਧਾਂਤ ਸਾਰੇ ਅਪਣਾਉਣ ਵਾਲਿਆਂ ਲਈ ਸਰਵਉੱਚ ਮੈਟਾ-ਨਿਯਮਤਾਤਮਿਕ ਬੇਸਲਾਈਨ ਬਣਾਉਂਦੇ ਹਨ।"
                },
                {
                    "subtitle": "ਦੂਜੇ ਨਿਯਮ",
                    "text": "ਅਪਣਾਉਣ ਵਾਲੇ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ 'ਤੇ ਆਧਾਰਿਤ ਚਾਰਟਰ, ਸਮਝੌਤੇ, ਬਾਈ-ਲਾਜ਼, ਰਿਵਾਜ, ਨਿੱਜੀ ਕੋਡ ਜਾਂ ਹੋਰ ਨਿੱਜੀ ਕਾਨੂੰਨੀ ਪ੍ਰਣਾਲੀਆਂ ਬਣਾਉਣਗੇ। ਇਹ ਨਿਯਮ ਕਾਰਵਾਈਆਂ ਨੂੰ ਵਿਸਥਾਰ ਕਰ ਸਕਦੇ ਹਨ ਜਾਂ ਹੋਰ ਮਾਮਲਿਆਂ ਨੂੰ ਹੱਲ ਕਰ ਸਕਦੇ ਹਨ, ਪਰ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਦਾ ਉਲੰਘਣ, ਰੱਦ ਜਾਂ ਘਟਾ ਨਹੀਂ ਸਕਦੇ।"
                },
                {
                    "subtitle": "ਟਕਰਾਅ",
                    "text": "ਜੇ ਕੋਈ ਦੂਜਾ ਨਿਯਮ ਜਾਂ ਰਿਵਾਜ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਨਾਲ ਟਕਰਾਅ ਕਰਦਾ ਹੈ, ਤਾਂ ਇਹ ਸਿਧਾਂਤ ਹੀ ਮਾਣਯੋਗ ਹਨ। ਅਜਿਹੇ ਵਿਵਾਦ ਨਿਰਪੱਖ ਪੰਚਾਇਤ ਰਾਹੀਂ ਹੱਲ ਕੀਤੇ ਜਾਣਗੇ।"
                },
                {
                    "subtitle": "ਵਿਆਖਿਆ",
                    "text": "ਜੇ ਇਹ ਸਿਧਾਂਤ ਚੁੱਪ ਹਨ ਜਾਂ ਅਸਪਸ਼ਟ ਹਨ, ਪੰਚਾਇਤ ਇਹਨਾਂ ਨੂੰ ਵੇਖ ਸਕਦੀ ਹੈ:",
                    "list": [
                        "* ਸੰਬੰਧਤ ਦੂਜੇ ਕੋਡ, ਰਿਵਾਜ ਅਤੇ ਆਮ ਤੌਰ 'ਤੇ ਮੰਨੇ ਜਾਂਦੇ ਕਾਨੂੰਨੀ ਸਿਧਾਂਤ;",
                        "* ਨਿੱਜੀ ਕਾਨੂੰਨ ਦੇ ਮਜ਼ਬੂਤ ਪ੍ਰਣਾਲੀਆਂ, ਜਿਵੇਂ ਕਿ ਰੋਮਨ ਲਾ, ਐਂਗਲੋ-ਅਮਰੀਕਨ ਕਾਮਨ ਲਾ ਜਾਂ ਆਧੁਨਿਕ ਸਿਵਲ ਕੋਡ;",
                        "* ਕੋਡ, ਦੁਬਾਰਾ-ਵਿਆਖਿਆ ਅਤੇ ਮੰਨੇ ਹੋਏ ਵਿਦਵਾਨ ਟਿੱਪਣੀਆਂ — ਖਾਸ ਕਰਕੇ ਲਿਬਰਟੇਰੀਅਨ ਸੋਚ ਵਾਲਿਆਂ ਤੋਂ — ਜੇ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਨਾਲ ਅਨੁਕੂਲ ਹਨ।"
                    ]
                }
            ]
        },
        "articleI": {
            "title": "ਧਾਰਾ I — ਸ਼ਬਦ ਅਤੇ ਪਰਿਭਾਸ਼ਾਵਾਂ",
            "list": [
                "* ਅਪਣਾਉਣ ਵਾਲਾ — ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਜੋ ਇਹ ਸਿਧਾਂਤ ਅਪਣਾਉਂਦਾ ਹੈ।",
                "* ਵਿਅਕਤੀ (ਅਧਿਕਾਰ-ਧਾਰੀ) — ਕੋਈ ਵੀ ਸੰਵੇਦਨਸ਼ੀਲ ਜੀਵ ਜਿਸ ਦੀ ਨੈਤਿਕਤਾ ਦੀ ਸਮਰੱਥਾ ਸਵੈ-ਮਾਲਕੀ ਅਤੇ ਪਰਸਪਰ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਦੀ ਅਨੁਮਾਨੀ ਬਣਾਉਂਦੀ ਹੈ। ਇਹ ਸਿਧਾਂਤ ਨਿਯਤ ਤੌਰ 'ਤੇ ਨਹੀਂ ਦੱਸਦੇ ਕਿ ਵਿਅਕਤਿਤਾ ਕਦੋਂ ਸ਼ੁਰੂ ਜਾਂ ਖਤਮ ਹੁੰਦੀ ਹੈ; ਇਹ ਵਿਗਿਆਨਕ, ਫ਼ਲਸਫ਼ੀ ਜਾਂ ਆਤਮਿਕ ਖੋਜ ਅਤੇ ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਨਿਰਪੱਖ ਪੰਚਾਇਤ ਰਾਹੀਂ ਨਿਰਧਾਰਤ ਹੋਵੇਗੀ।",
                "* ਸਰੋਤ — ਕੋਈ ਵੀ ਵਸਤੂ ਜੋ ਘੱਟ ਹੈ, ਜਿਸ 'ਤੇ ਦੂਜਾ ਵਿਅਕਤੀ ਕਬਜ਼ਾ ਕਰ ਸਕਦਾ ਹੈ। ਵਿਅਕਤੀ ਦਾ ਸਰੀਰ ਵੀ ਸਰੋਤ ਹੈ, ਅਤੇ ਬਾਹਰੀ ਵਸਤੂਆਂ (\"ਬਾਹਰੀ ਸਰੋਤ\") ਵੀ। ਜਾਣਕਾਰੀ, ਵਿਚਾਰ, ਪੈਟਰਨ, ਗਿਆਨ — ਜੋ ਘੱਟ ਨਹੀਂ — ਸਰੋਤ ਨਹੀਂ ਹਨ।",
                "* ਅਧਿਕਾਰ (ਮਾਲਕੀ) — ਵਿਅਕਤੀ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਕਿ ਉਹ ਸਰੋਤ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਸਕਦਾ ਹੈ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਉਸਦੇ ਉਪਯੋਗ ਤੋਂ ਰੋਕ ਸਕਦਾ ਹੈ, ਜਦ ਤੱਕ ਮਾਲਕ ਸਹਿਮਤ ਨਾ ਹੋਵੇ।",
                "* ਸਹਿਮਤੀ — ਸਰੋਤ ਦੇ ਮਾਲਕ ਵੱਲੋਂ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਵਰਤਣ ਜਾਂ, ਬਾਹਰੀ ਸਰੋਤਾਂ ਦੇ ਮਾਮਲੇ ਵਿੱਚ, ਮਾਲਕੀ ਤਬਦੀਲ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ।",
                "* ਹਮਲਾ — ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਦੇ ਸਰੋਤ ਦੀ ਵਰਤੋਂ, ਚੋਰੀ, ਉਲੰਘਣ ਜਾਂ ਹੱਦਬੰਦੀ ਦੀ ਉਲੰਘਣਾ, ਮਾਲਕ ਦੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ।",
                "* ਸੁਰੱਖਿਆ — ਜਿੱਥੇ ਇੱਕ ਯੋਗ ਵਿਅਕਤੀ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਦੀ ਵਕਾਲਤ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਨੈਤਿਕਤਾ ਦੀ ਸਮਰੱਥਾ ਨਹੀਂ।",
                "* ਮਾਸ ਵਿਧੰਸ ਯੰਤਰ (DMD) — ਕੋਈ ਵੀ ਯੰਤਰ, ਪ੍ਰਣਾਲੀ, ਏਜੰਟ, ਸਾਧਨ ਜਾਂ ਤਕਨਾਲੋਜੀ, ਜਿਸ ਦੀ ਆਮ ਵਰਤੋਂ ਹਮਲਾਵਰ ਅਤੇ ਦਰਸ਼ਕ ਵਿੱਚ ਫਰਕ ਨਹੀਂ ਕਰ ਸਕਦੀ ਅਤੇ ਜਿਸ ਦਾ ਨੁਕਸਾਨ ਵੱਡਾ ਹੋ ਸਕਦਾ ਹੈ।",
                "* ਕਾਨੂੰਨ — ਐਸੇ ਨਿਯਮ ਜੋ ਸਰੋਤਾਂ 'ਚ ਮਾਲਕੀ ਅਧਿਕਾਰਾਂ ਨੂੰ ਮੰਨਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਲਈ ਬਲ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹਨ।",
                "* ਇਕਰਾਰਨਾਮਾ — ਇੱਕ ਪੱਖੀ, ਦੋ ਪੱਖੀ ਜਾਂ ਬਹੁ ਪੱਖੀ ਮਾਲਕੀ ਤਬਦੀਲੀ ਦਾ ਸਮਝੌਤਾ, ਜਿਸ ਰਾਹੀਂ ਮਾਲਕ ਜਾਂ ਮਾਲਕਾਂ ਸਹਿਮਤੀ ਨਾਲ ਨਿਰਧਾਰਤ ਸਰੋਤਾਂ ਦੀ ਮਾਲਕੀ ਜਾਂ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹਨ।"
            ]
        },
        "articleII": {
            "title": "ਧਾਰਾ II — ਸਿਧਾਂਤ",
            "list": [
                "1. ਗੈਰ-ਹਮਲਾ ਸਿਧਾਂਤ — ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਦੇ ਸਰੋਤ ਦੇ ਵਿਰੁੱਧ ਹਮਲਾ ਅਨਿਆਇਕਾਰੀ ਹੈ, ਚਾਹੇ ਹਮਲਾਵਰ ਦੀ ਪਹਚਾਨ ਜਾਂ ਪੱਧਰ ਜੋ ਵੀ ਹੋਵੇ।",
                "2. ਸਵੈ-ਮਾਲਕੀ — ਹਰ ਵਿਅਕਤੀ ਆਪਣੇ ਸਰੀਰ ਦਾ ਅਸਲ ਅਤੇ ਅਨੁਮਾਨੀ ਮਾਲਕ ਹੈ। ਅਸਥਾਈ ਜਾਂ ਸਥਾਈ ਅਸਮਰੱਥਾ ਸਵੈ-ਮਾਲਕੀ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕਰਦੀ।",
                "3. ਅਸਲ ਕਬਜ਼ਾ (ਹੋਮਸਟੀਡਿੰਗ) — ਬਿਨਾਂ ਮਾਲਕ ਵਾਲੇ ਬਾਹਰੀ ਸਰੋਤ ਪਹਿਲਾਂ ਕਬਜ਼ਾ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਜਾਂ ਸੰਘ ਦੁਆਰਾ ਨਿਆਂਪੂਰਕ ਤੌਰ 'ਤੇ ਮਾਲਕ ਬਣ ਜਾਂਦੇ ਹਨ।",
                "4. ਸਵੈ-ਇੱਛਾ ਅਦਾਨ-ਪ੍ਰਦਾਨ (ਇਕਰਾਰਨਾਮਾ) — ਵਿਅਕਤੀ ਪਿਛਲੇ ਮਾਲਕ ਤੋਂ ਇਕਰਾਰਨਾਮੇ ਰਾਹੀਂ ਬਾਹਰੀ ਸਰੋਤ ਦੀ ਮਾਲਕੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ।",
                "5. ਤਰਤੀਬ — ਸਾਬਤ ਹਮਲਾਵਰ ਪੀੜਤ ਨੂੰ ਨੁਕਸਾਨ ਦੇ ਅਨੁਪਾਤ ਵਿੱਚ ਮੁਆਵਜ਼ਾ ਦੇਣ ਦਾ ਪਾਬੰਦ ਹੈ।"
            ]
        },
        "articleIII": {
            "title": "ਧਾਰਾ III — ਪੂਰਕ ਮਾਪਦੰਡ",
            "list": [
                "6. ਵਿਅਕਤੀ ਦੀ ਅਵਿਕਰੇਯਤਾ — ਸਵੈਇੱਛਿਤ ਗੁਲਾਮੀ ਇਕਰਾਰਨਾਮੇ ਲਾਗੂ ਨਹੀਂ ਹਨ।",
                "7. ਅਨੁਪਾਤਤਾ ਅਤੇ ਸਵੈ-ਸੁਰੱਖਿਆ — ਹਮਲੇ ਦੇ ਜਵਾਬ ਵਿੱਚ ਸੁਰੱਖਿਆ ਲਈ ਬਲ ਜਾਇਜ਼ ਹੈ, ਜਦੋਂ ਲੋੜੀਂਦਾ ਅਤੇ ਅਨੁਪਾਤੀ ਹੋਵੇ।",
                "8. ਮਾਸ ਵਿਧੰਸ ਯੰਤਰ (DMD) — DMD ਰੱਖਣਾ, ਵਿਕਾਸ ਕਰਨਾ ਜਾਂ ਵਰਤਣਾ, ਜਦੋਂ ਇਹ ਨਿਰਦੋਸ਼ ਧਿਰਾਂ ਨੂੰ ਖਤਰੇ 'ਚ ਪਾ ਸਕਦਾ ਹੈ, ਇੱਕ ਖਤਰਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ।",
                "9. ਮਾਲਕੀ ਦੀ ਅਨੁਮਾਨ — ਬਾਹਰੀ ਸਰੋਤ ਦਾ ਰੱਖਣ ਵਾਲਾ ਮਾਲਕ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ।",
                "10. ਸਬੂਤ ਮਾਪਦੰਡ ਅਤੇ ਕਾਰਵਾਈ: ਸਜ਼ਾ। ਹਮਲਾਵਰ ਕੁਝ ਅਧਿਕਾਰ ਗੁਆ ਸਕਦਾ ਹੈ।"
            ]
        },
        "articleIV": {
            "title": "ਧਾਰਾ IV — ਵਿਕੇਂਦਰਿਤ ਕਾਨੂੰਨੀ ਵਿਵਸਥਾ",
            "list": [
                "11. ਇੱਛਾਤਮਿਕ ਟੀਚੇ; ਟਕਰਾਅ-ਤਲਾਅ ਅਤੇ ਸਮਝੌਤਾ — ਇਹ ਸਿਧਾਂਤ ਅਪਣਾਉਣ ਵਾਲੇ ਚੰਗੀ ਇੱਛਾ ਨਾਲ ਗੱਲਬਾਤ, ਸਮਝੌਤਾ ਅਤੇ ਵਿਵਾਦਾਂ ਨੂੰ ਨਿਰਪੱਖ ਪੰਚਾਇਤ ਨੂੰ ਸੌਂਪਣ ਦਾ ਵਾਅਦਾ ਕਰਦੇ ਹਨ।",
                "12. ਮੁਕਾਬਲੇ ਵਾਲੀ ਪੰਚਾਇਤ — ਕੋਈ ਸੰਸਥਾ ਕਾਨੂੰਨ ਜਾਂ ਲਾਗੂ ਕਰਨ 'ਤੇ ਏਕਾਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੀ।",
                "13. ਰਿਵਾਜੀ ਕਾਨੂੰਨ ਦਾ ਵਿਕਾਸ — ਸਮੂਹ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਨਾਲ ਅਨੁਕੂਲ ਦੂਜੇ ਕੋਡ, ਰਜਿਸਟਰੀ, ਕਾਰਵਾਈ ਨਿਯਮ ਅਤੇ ਸਬੂਤ ਨਿਯਮ ਵਿਕਸਤ ਕਰ ਸਕਦੇ ਹਨ।"
            ]
        },
        "articleV": {
            "title": "ਧਾਰਾ V — ਚੁਣੇ ਗਏ ਅਨਿਆਇਕਾਰੀ ਕਾਨੂੰਨ",
            "paragraphs": [
                "ਹੇਠਾਂ ਸੂਚੀਬੱਧ ਕਾਨੂੰਨ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਨਾਲ ਅਸੰਗਤ ਅਤੇ ਅਨਿਆਇਕਾਰੀ ਹਨ। ਇਹ ਸੂਚੀ ਉਦਾਹਰਨ ਵਜੋਂ ਹੈ, ਪੂਰੀ ਨਹੀਂ: ਕੋਈ ਵੀ ਕਾਨੂੰਨ ਜੋ ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਦੇ ਵਿਰੁੱਧ ਹੈ, ਅਨਿਆਇਕਾਰੀ ਹੈ, ਚਾਹੇ ਇੱਥੇ ਨਾਮ ਦਿੱਤਾ ਗਿਆ ਹੋਵੇ ਜਾਂ ਨਾ।"
            ],
            "list": [
                "* ਟੈਕਸ — ਸਰੋਤਾਂ ਦਾ ਗੈਰ-ਸਹਿਮਤੀਮੂਲਕ ਲੈਣਾ, ਆਮ ਤੌਰ 'ਤੇ ਰਾਜ ਸੰਸਥਾਵਾਂ ਦੀ ਵਿੱਤ-ਪੂਰਤੀ ਲਈ।",
                "* ਐਮੀਨੈਂਟ ਡੋਮੇਨ — ਸਰੋਤਾਂ ਦੀ ਜ਼ਬਤੀ, ਨਿਯਮਕਰਨ ਜਾਂ ਵਰਤੋਂ 'ਤੇ ਰੋਕ, ਚਾਹੇ ਮੁਆਵਜ਼ਾ ਮਿਲੇ ਜਾਂ ਨਾ।",
                "* ਪਦਾਰਥਾਂ ਦੀ ਵਰਤੋਂ ਜਾਂ ਖਪਤ 'ਤੇ ਪਾਬੰਦੀ — ਸ਼ਰਾਬ, ਨਸ਼ਿਆਂ ਜਾਂ ਹੋਰ ਖਪਤਯੋਗ ਪਦਾਰਥਾਂ 'ਤੇ ਪਾਬੰਦੀ।",
                "* ਜਬਰਦਸਤੀ ਮਿਹਨਤ — ਭਰਤੀ, ਗੁਲਾਮੀ ਜਾਂ ਨਿਰਦੋਸ਼ 'ਤੇ ਲਾਗੂ ਕੀਤੀ ਕੋਈ ਵੀ ਜ਼ਰੂਰੀ ਸੇਵਾ।",
                "* ਸੁਰੱਖਿਆ ਹਥਿਆਰਾਂ 'ਤੇ ਪਾਬੰਦੀ — ਕਾਨੂੰਨੀ ਸਵੈ-ਸੁਰੱਖਿਆ ਲਈ ਹਥਿਆਰ ਰੱਖਣ 'ਤੇ ਆਮ ਪਾਬੰਦੀ (DMD ਤੋਂ ਇਲਾਵਾ)।",
                "* ਪੈਸੇ 'ਤੇ ਏਕਾਧਿਕਾਰ — ਕੇਂਦਰੀ ਬੈਂਕਿੰਗ, ਕਾਨੂੰਨੀ ਟੈਂਡਰ ਕਾਨੂੰਨ, ਮੁਦਰਾ ਨਿਯੰਤਰਣ ਜਾਂ ਸੋਨੇ, ਕਰਿਪਟੋਕਰੰਸੀ ਜਾਂ ਹੋਰ ਕਿਸੇ ਵੀ ਪੈਸੇ ਦੀ ਮਾਲਕੀ, ਰੱਖਣ ਜਾਂ ਵਰਤੋਂ 'ਤੇ ਰੋਕ।",
                "* ਬੌਧਿਕ ਮਲਕੀਅਤ — ਕਾਪੀਰਾਈਟ, ਪੇਟੈਂਟ ਜਾਂ ਸਮਾਨ ਕਾਨੂੰਨ, ਕਿਉਂਕਿ ਵਿਚਾਰ ਘੱਟ ਸਰੋਤ ਨਹੀਂ।",
                "* ਨਾਂ-ਪ੍ਰਸਿੱਧੀ ਨੂੰ ਮਲਕੀਅਤ ਮੰਨਣਾ — ਬਦਨਾਮੀ, ਟ੍ਰੇਡਮਾਰਕ ਜਾਂ ਸਮਾਨ ਕਾਨੂੰਨ, ਨਾਂ-ਪ੍ਰਸਿੱਧੀ ਨੂੰ ਵੱਖਰੀ ਮਲਕੀਅਤ ਮੰਨਦੇ ਹਨ।",
                "* ਨਾ-ਚੁਣੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ — ਕੋਈ ਵੀ ਸਕਾਰਾਤਮਕ ਜ਼ਿੰਮੇਵਾਰੀ ਜਾਂ ਭਲਾਈ ਅਧਿਕਾਰ ਜੋ ਸਵੈ-ਇੱਛਾ ਨਾਲ ਨਹੀਂ ਮੰਨੀ ਜਾਂਦੀ।",
                "* ਸੈਂਸਰਸ਼ਿਪ — ਕੋਈ ਵੀ ਕਾਨੂੰਨ ਜੋ ਸਮੱਗਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਪ੍ਰਗਟਾਵੇ ਨੂੰ ਰੋਕਦਾ, ਸਜ਼ਾ ਜਾਂ ਮਜਬੂਰ ਕਰਦਾ ਹੈ, ਅਨਿਆਇਕਾਰੀ ਹੈ।"
            ]
        },
        "closingAffirmation": {
            "title": "ਸਮਾਪਤੀ ਪੁਸ਼ਟੀ",
            "paragraphs": [
                "ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਦੇ ਪਿੱਛੇ ਇੱਛਾ ਇੱਕ ਮੁਕਤ ਸੰਸਾਰ ਹੈ, ਜੋ ਹਰ ਵਿਅਕਤੀ ਲਈ ਖੁੱਲ੍ਹਾ ਹੈ। ਹਰ ਆਜ਼ਾਦ ਆਤਮਾ ਯਾਦ ਰੱਖੇ: ਅਸੀਂ ਕਿਸੇ ਰਾਜ ਨੂੰ ਨਹੀਂ ਨਮਦੇ, ਅਸੀਂ ਨਿਆਂ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਕ੍ਰਮ ਨੂੰ ਨਹੀਂ ਨਮਦੇ, ਅਸੀਂ ਤਰਕ ਅਤੇ ਨੈਤਿਕਤਾ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਮਾਲਕ ਨੂੰ ਜਵਾਬ ਨਹੀਂ ਦਿੰਦੇ। ਇੱਥੇ, ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਹੇਠ, ਅਸੀਂ ਜ਼ਬਰ, ਜੰਜੀਰਾਂ ਅਤੇ ਤਾਨਾਸਾਹਾਂ ਤੋਂ ਬਿਨਾਂ ਜੀਵਨ ਚੁਣਦੇ ਹਾਂ। ਧਰਤੀ 'ਤੇ ਕੋਈ ਤਾਕਤ ਸਾਨੂੰ ਨਹੀਂ ਰੋਕ ਸਕਦੀ।"
            ]
        }
    },
    "Signature": {
        "title": "ਦਸਤਖਤ",
        "text": "ਮੈਂ ਇੱਥੇ ਆਜ਼ਾਦੀ ਦੇ ਸਰਵਭੌਮਿਕ ਸਿਧਾਂਤ ਨੂੰ ਅਪਣਾਉਂਦਾ ਹਾਂ, ਅਤੇ ਇਸ 'ਤੇ ਆਧਾਰਿਤ ਕਿਸੇ ਵੀ ਕਾਨੂੰਨ ਅਤੇ ਕਾਨੂੰਨੀ ਪ੍ਰਣਾਲੀ ਦੀ ਵਾਜਬਤਾ ਨੂੰ ਮੰਨਦਾ ਹਾਂ।",
        "signedBy": "ਦਸਤਖਤ ਕਰਨ ਵਾਲਾ:",
        "downloadSignature": "ਦਸਤਖਤ ਡਾਊਨਲੋਡ ਕਰੋ",
        "signedByThankYou": "{aliasName} ਵਲੋਂ ਦਸਤਖਤ। ਧੰਨਵਾਦ!"
    },
    "About": {
        "title": "ਸਾਡੇ ਬਾਰੇ",
        "intro": "ਇੱਕ ਯੁੱਗ ਵਿੱਚ ਜਿੱਥੇ ਸ਼ਾਂਤੀ ਨਾਲ ਬੋਲਣ ਵਾਲੇ ਵੀ ਮਾਰੇ ਜਾ ਸਕਦੇ ਹਨ, ਜਿੱਥੇ ਤਰਕਸੰਗਤ ਬਹਿਸ ਦਾ ਜਵਾਬ ਸੰਵਾਦ ਨਾਲ ਨਹੀਂ ਬਲਕਿ ਮੌਤ ਦੀ ਚੁੱਪ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਇੱਕ ਅਡੋਲ ਨੈਤਿਕ ਕੰਪਾਸ ਦੀ ਲੋੜ ਪਹਿਲਾਂ ਕਦੇ ਵੀ ਇੰਨੀ ਵੱਡੀ ਨਹੀਂ ਸੀ। ਆਜ਼ਾਦੀ ਦੇ ਸਰਵਭੌਮਿਕ ਸਿਧਾਂਤ ਇੱਕ ਸਾਂਝੇ ਵਿਸ਼ਵਾਸ ਤੋਂ ਪੈਦਾ ਹੋਏ ਸਨ: ਕਿ ਮਨੁੱਖੀ ਆਜ਼ਾਦੀ ਦੀ ਅਸਲਤ ਨੂੰ ਸਾਫ਼, ਸਦੀਵੀ ਸੱਚਾਈਆਂ ਵਿੱਚ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
        "stephanKinsella": "ਸਟੀਫਨ ਕਿਨਸੇਲਾ",
        "freemax": "ਫ੍ਰੀਮੈਕਸ",
        "alessandroFusillo": "ਅਲੇਸੈਂਡਰੋ ਫੁਸੀਲੋ",
        "andDavidDurr": "ਅਤੇ ਡੇਵਿਡ ਡੁਰ",
        "andHansHermannHoppe": "ਅਤੇ ਹਾਂਸ-ਹਰਮਨ ਹੋਪੇ ਇਸਦੇ ਗੌਡਫਾਦਰ ਵਜੋਂ",
        "documentExpresses": "ਇਹ ਦਸਤਾਵੇਜ਼ ਪੰਜ ਸਧਾਰਨ ਸਿਧਾਂਤਾਂ ਵਿੱਚ ਆਜ਼ਾਦੀ ਦੇ ਬੁਨਿਆਦੀ ਸਿਧਾਂਤਾਂ ਨੂੰ ਪ੍ਰਗਟ ਕਰਦਾ ਹੈ।",
        "notConstitution": "ਇਹ ਕੋਈ ਸੰਵਿਧਾਨ ਨਹੀਂ, ਨਾ ਹੀ ਫੁੱਕਦੀ ਰਾਜਨੀਤੀ ਦਾ ਘੋਸ਼ਣਾ ਪੱਤਰ।",
        "declaration": "ਇਹ ਇੱਕ ਘੋਸ਼ਣਾ ਹੈ — ਉਸ ਨੈਤਿਕ ਕ੍ਰਮ ਦੀ ਮਾਨਤਾ ਜੋ ਰਾਜਾਂ, ਪਾਰਟੀਆਂ ਅਤੇ ਸ਼ਾਸਕਾਂ ਤੋਂ ਪਹਿਲਾਂ ਆਉਂਦਾ ਹੈ।",
        "byReading": "ਇਹਨਾਂ ਸਿਧਾਂਤਾਂ ਨੂੰ ਪੜ੍ਹਕੇ, ਸਮਰਥਨ ਕਰਕੇ ਅਤੇ ਅਪਣਾਕੇ, ਹਰ ਦਸਤਖਤ ਕਰਨ ਵਾਲਾ ਇੱਕ ਪ੍ਰਤੀਕਾਤਮਿਕ ਕਾਰਜ ਤੋਂ ਵੱਧ ਕਰਦਾ ਹੈ।",
        "theyAffirm": "ਉਹ ਸਿਸਟਮਿਕ ਹਮਲੇ ਤੋਂ ਮੁਕਤ ਸੰਸਾਰ ਲਈ ਆਪਣੀ ਵਚਨਬੱਧਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹਨ।",
        "takingInspiration": "ਬਿਟਕੋਇਨ ਦੇ ਵਰਤਾਰੇ ਤੋਂ ਪ੍ਰੇਰਣਾ ਲੈਂਦੇ ਹੋਏ — ਪਹਿਲਾਂ ਵਿਅਕਤੀਆਂ ਦੁਆਰਾ, ਫਿਰ ਲੱਖਾਂ ਦੁਆਰਾ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਸਾਰੇ ਦੇਸ਼ ਇਸਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਨਹੀਂ ਕਰ ਸਕਦੇ ਸਨ — ਇਹ ਘੋਸ਼ਣਾ ਆਜ਼ਾਦੀ ਨੂੰ ਅਸਲ ਬਣਾਉਣ ਦੀ ਇੱਕ ਰਣਨੀਤੀ ਹੈ।",
        "everySignature": "ਹਰ ਦਸਤਖਤ ਇੰਧਨ ਹੈ। ਆਜ਼ਾਦੀ ਦਾ ਸਬੂਤ। ਹਰ ਜੋੜਿਆ ਗਿਆ ਨਾਮ ਤਾਕਤ ਦਾ ਸੰਕੇਤ, ਮੰਗ ਦਾ ਸਬੂਤ ਹੈ।",
        "morePeople": "ਜਿੰਨੇ ਵੱਧ ਲੋਕ ਆਜ਼ਾਦੀ ਦੇ ਸਿਧਾਂਤਾਂ ਦੇ ਪਿੱਛੇ ਖੜ੍ਹੇ ਹੁੰਦੇ ਹਨ, ਉਨਾ ਹੀ ਮਜ਼ਬੂਤ ਸੰਕੇਤ ਅਸੀਂ ਸੰਸਾਰ ਨੂੰ ਭੇਜਦੇ ਹਾਂ।",
        "missionClear": "ਮਿਸ਼ਨ ਸਪਸ਼ਟ ਹੈ — ਇਤਿਹਾਸ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ, ਅਸਲ ਦੁਨੀਆ ਦੇ ਖੇਤਰ ਸੱਚੀ ਆਜ਼ਾਦੀ ਨੂੰ ਅਪਣਾ ਸਕਣ।",
        "universalPrinciples": "ਆਜ਼ਾਦੀ ਦੇ ਸਰਵਭੌਮਿਕ ਸਿਧਾਂਤ",
        "inscribedOnBitcoin": "ਬਿਟਕੋਇਨ ਬਲੌਕਚੇਨ 'ਤੇ ਲਿਖੇ ਗਏ ਹਨ",
        "immutableBorderless": "ਅਟੱਲ, ਸਰਹੱਦ-ਰਹਿਤ, ਅਤੇ ਹਮੇਸ਼ਾ ਲਈ।"
    },
    "Leaderboard": {
        "title": "ਦਸਤਖਤ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਲੀਡਰਬੋਰਡ",
        "totalSigners": "ਕੁੱਲ ਦਸਤਖਤ ਕਰਨ ਵਾਲੇ",
        "signer": "ਦਸਤਖਤ ਕਰਨ ਵਾਲਾ",
        "name": "ਨਾਮ",
        "twitter": "ਟਵਿਟਰ",
        "signed": "ਦਸਤਖਤ ਕੀਤਾ",
        "anonymous": "ਗੁਮਨਾਮ",
        "search": "ਖੋਜ...",
        "loading": "ਲੋਡ ਹੋ ਰਿਹਾ...",
        "noResults": "ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ।",
        "prev": "ਪਿਛਲਾ",
        "next": "ਅਗਲਾ",
        "signedBy": "ਦਸਤਖਤ ਕਰਨ ਵਾਲਾ:",
        "downloadSignature": "ਦਸਤਖਤ ਡਾਊਨਲੋਡ ਕਰੋ"
    },
    "Common": {
        "scrollDownToSign": "ਦਸਤਖਤ ਕਰਨ ਲਈ ਹੇਠਾਂ ਸਕ੍ਰੌਲ ਕਰੋ"
    }
}