{
    "Navbar": {
        "principles": "Принципы",
        "leaderboard": "Таблица лидеров",
        "about": "О нас",
        "login": "Войти"
    },
    "Content": {
        "preamble": {
            "title": "ПРЕАМБУЛА",
            "paragraphs": [
                "Признавая присущее каждому Человеку достоинство, свободу и моральный суверенитет, и утверждая, что мир, процветание и человеческое развитие возникают там, где каждый уважает равную свободу других — мы провозглашаем эти Универсальные Принципы Свободы (\"Принципы\").",
                "Их цель — способствовать бесконфликтному взаимодействию. Эти максимы проистекают из разума, опыта и этики; они не предписаны никаким государством и не навязаны волей большинства. Принятие добровольное, любой человек может принять Принципы любым ясным актом согласия, а соблюдение зависит от свободного выбора отдельных лиц и сообществ жить согласно этим Принципам и разрешать споры под их эгидой."
            ]
        },
        "scopeAndHierarchy": {
            "title": "СФЕРА ДЕЙСТВИЯ И ИЕРАРХИЯ",
            "subsections": [
                {
                    "subtitle": "Приоритет",
                    "text": "Эти Принципы образуют высшую мета-нормативную основу для всех Принимающих."
                },
                {
                    "subtitle": "Вторичные правила",
                    "text": "Принимающие могут устанавливать уставы, соглашения, внутренние правила, обычаи, частные кодексы или другие системы частного права на основе этих Принципов (\"Вторичные кодексы и законы\"). Такие правила могут детализировать процедуры или рассматривать вопросы, не охваченные здесь, но не могут противоречить, аннулировать или ограничивать эти Принципы."
                },
                {
                    "subtitle": "Конфликты",
                    "text": "Когда вторичное правило или практика конфликтует с этими Принципами, эти Принципы имеют приоритет. Споры о таких несовместимостях должны разрешаться беспристрастным арбитражем."
                },
                {
                    "subtitle": "Толкование",
                    "text": "Если эти Принципы молчат или неясны, арбитры могут консультироваться:",
                    "list": [
                        "* Соответствующими вторичными кодексами, обычной практикой и общепризнанными правовыми принципами;",
                        "* Хорошо установленными системами частного права, такими как римское право, англо-американская общее-правовая традиция или современные гражданские кодексы;",
                        "* Кодификациями, переизложениями и уважаемыми научными комментариями — особенно от либертарианских мыслителей — при условии, что они согласуются с этими Принципами."
                    ]
                }
            ]
        },
        "articleI": {
            "title": "СТАТЬЯ I — ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ",
            "list": [
                "* Принимающий — Любое Лицо, которое принимает эти Принципы.",
                "* Лицо (Носитель прав) — Любое разумное существо, чья присущая способность к моральному действию обосновывает презумпцию самообладания и взаимных обязательств. Эти Принципы намеренно воздерживаются от предписания, когда начинается или заканчивается личность; такие определения должны основываться на научных, философских или духовных исследованиях и, при необходимости, беспристрастном арбитраже.",
                "* Ресурс — Дефицитное, конкурирующее средство действия, которое Лицо может контролировать для достижения цели. Тело Лица является Ресурсом, как и вещи, внешние по отношению к телу любого Лица (\"Внешние ресурсы\"). Информация, идеи, паттерны и знания — будучи неконкурирующими — не являются Ресурсами.",
                "* Право (Собственность) — Исключительная власть Лица контролировать Ресурс и исключать других из его использования, если владелец не дал согласия. Все права являются правами собственности.",
                "* Согласие — Разрешение или лицензия, предоставленная владельцем Ресурса другому для его использования или, в случае Внешних ресурсов, для передачи его титула.",
                "* Агрессия — Использование, кража, нарушение границ или вторжение в Ресурс другого Лица без согласия владельца, включая мошеннические захваты Ресурсов; или достоверная угроза такового.",
                "* Опекунство — Фидуциарное управление, при котором компетентное Лицо действует от имени другого Лица, которое не имеет текущей способности к моральному действию.",
                "* Устройство массового уничтожения (УМУ) — Любое устройство, система, агент, инструмент или технология, чье обычное функционирование не может различать агрессора и постороннего и чья область ущерба предсказуемо массово-смертельна.",
                "* Закон — Законы — это принудительные правила, которые признают права собственности на Ресурсы и которые уполномочивают силу для защиты прав собственности на Ресурсы.",
                "* Контракт — Одностороннее, двустороннее или многостороннее соглашение о передаче титула — настоящее или будущее — посредством которого соответствующий владелец или владельцы Внешних ресурсов по согласию предоставляют собственность или лицензию на использование указанных Внешних ресурсов другим."
            ]
        },
        "articleII": {
            "title": "СТАТЬЯ II — ПРИНЦИПЫ",
            "list": [
                "1. Принцип ненападения — Агрессия против Ресурса другого Лица несправедлива, независимо от статуса или масштаба действующего лица.",
                "2. Самообладание — Каждое Лицо является первоначальным и предполагаемым владельцем своего Тела.",
                "3. Первоначальное присвоение (Хомстединг) — Непринадлежащие Внешние ресурсы становятся справедливо принадлежащими первому Лицу (или ассоциации), которое четко разграничивает, занимает или продуктивно преобразует их.",
                "4. Добровольный обмен (Договорная передача титула) — Лицо может приобрести собственность на Внешний ресурс посредством договорной передачи титула от предыдущего владельца.",
                "5. Исправление — Доказанный агрессор обязан жертве компенсацией, пропорциональной причиненному вреду."
            ]
        },
        "articleIII": {
            "title": "СТАТЬЯ III — ДОПОЛНИТЕЛЬНЫЕ СТАНДАРТЫ",
            "list": [
                "6. Неотчуждаемость Лица — Контракты, претендующие на отчуждение окончательного контроля над собственным Телом Лица, такие как контракты добровольного рабства, не подлежат исполнению.",
                "7. Пропорциональность и самооборона — Защитная сила в ответ на Агрессию оправдана и сама по себе не является Агрессией, когда разумно необходима и пропорциональна угрозе.",
                "8. Устройства массового уничтожения (УМУ) — Владение, разработка или развертывание УМУ представляет собой предполагаемую постоянную угрозу, когда это предсказуемо подвергает опасности невинные стороны.",
                "9. Презумпции титула — Владелец Внешнего ресурса предполагается собственником, что презумпция может быть опровергнута доказательствами превосходящего титула.",
                "10. Стандарты доказательств и процедуры: Наказание. Агрессор может, в принципе, лишиться определенных прав как следствие Агрессии."
            ]
        },
        "articleIV": {
            "title": "СТАТЬЯ IV — ДЕЦЕНТРАЛИЗОВАННЫЙ ПРАВОВОЙ ПОРЯДОК",
            "list": [
                "11. Аспирационные цели; Избежание конфликтов и компромисс — Принимающие эти Принципы обязуются вести переговоры добросовестно, идти на компромисс, когда это возможно, и, когда это осуществимо, передавать споры на беспристрастный арбитраж.",
                "12. Конкурентный арбитраж — Ни одно учреждение не пользуется принудительной монополией над законом или правоприменением.",
                "13. Обычная эволюция права — Сообщества могут разрабатывать и провозглашать Вторичные кодексы и законы, включая реестры, процедурные нормы и правила доказательств, согласующиеся с этими Принципами."
            ]
        },
        "articleV": {
            "title": "СТАТЬЯ V — ИЗБРАННЫЕ НЕСПРАВЕДЛИВЫЕ ЗАКОНЫ",
            "paragraphs": [
                "Законы, перечисленные ниже, являются примерами позитивных законов, прошлых или настоящих, которые несовместимы с этими Принципами и поэтому несправедливы."
            ],
            "list": [
                "* Налогообложение — Недобровольное изъятие Ресурсов, обычно для финансирования институтов управления.",
                "* Принудительное отчуждение — Любой захват, регулирование или нарушение использования Ресурсов, компенсированное или нет.",
                "* Запреты на потребление или использование веществ — Запреты на алкоголь, наркотики или любые другие потребляемые вещества.",
                "* Принудительный труд — Призыв, рабство или любая обязательная служба, навязанная невинным.",
                "* Запрет на оборонительное оружие — Общие запреты на владение оружием для законной самообороны, кроме УМУ.",
                "* Монополия над деньгами — Центральное банковское дело, законы о законном платежном средстве, валютный контроль или ограничения на владение, обладание или использование золота, криптовалюты или любых других форм денег.",
                "* Интеллектуальная собственность — Авторское право, патенты или аналогичные законы, поскольку идеи не являются конкурирующими ресурсами.",
                "* Репутация как собственность — Законы о клевете, товарных знаках или аналогичные, рассматривающие репутацию как независимо владеемые Ресурсы.",
                "* Невыбранные обязательства — Навязывание любых позитивных обязательств или прав на социальное обеспечение, не принятых добровольно.",
                "* Цензура — Любой закон, который цензурирует, наказывает или принуждает к выражению на основе его содержания, несправедлив."
            ]
        },
        "closingAffirmation": {
            "title": "ЗАКЛЮЧИТЕЛЬНОЕ УТВЕРЖДЕНИЕ",
            "paragraphs": [
                "Стремление, стоящее за этими Принципами, — это мир, свободный от системной агрессии, открытый для каждого Лица. Пусть каждая свободная душа помнит: мы не кланяемся никакому государству, мы не преклоняемся ни перед каким порядком, кроме справедливости, мы не отвечаем ни перед каким хозяином, кроме разума и этики. Здесь, под этими Принципами, мы выбираем жизнь без принуждения, без цепей и без тиранов. И никакая сила на земле не остановит нас."
            ]
        }
    },
    "Signature": {
        "title": "Подпись",
        "text": "Настоящим принимаю Универсальный Принцип Свободы и законность любых законов и правовой системы, основанных на нем.",
        "signedBy": "Подписано:",
        "downloadSignature": "Скачать подпись",
        "signedByThankYou": "Подписано {aliasName}. Спасибо!"
    },
    "About": {
        "title": "О нас",
        "intro": "В эпоху, когда даже те, кто говорит мирно, могут быть сбиты, когда рациональные дебаты встречаются не диалогом, а смертельной тишиной, потребность в непоколебимом моральном компасе никогда не была больше. Универсальные Принципы Свободы родились из общего убеждения: что сущность человеческой свободы может и должна быть переведена в ясные, вечные истины. Созданные в сотрудничестве",
        "stephanKinsella": "Stephan Kinsella",
        "freemax": "Freemax",
        "alessandroFusillo": "Alessandro Fusillo",
        "andDavidDurr": "и David Dürr",
        "andHansHermannHoppe": "и Hans-Hermann Hoppe как его крестный отец",
        "documentExpresses": "этот документ выражает в пяти простых принципах основополагающие аксиомы свободы.",
        "notConstitution": "Это не конституция и не манифест мимолетной политики.",
        "declaration": "Это декларация — признание морального порядка, который предшествует и превосходит государства, партии и правителей.",
        "byReading": "Читая, одобряя и принимая эти принципы, каждый подписант выполняет больше, чем символический акт.",
        "theyAffirm": "Они подтверждают свою приверженность миру, свободному от системной агрессии.",
        "takingInspiration": "Черпая вдохновение из феномена Bitcoin — сначала принятого отдельными лицами, затем миллионами, прежде чем целые нации не смогли больше игнорировать его и признать — эта декларация является стратегией сделать свободу реальной.",
        "everySignature": "Каждая подпись — это топливо. Доказательство свободы. Каждое добавленное имя — сигнал силы, доказательство спроса.",
        "morePeople": "Чем больше людей стоит за принципами свободы, тем сильнее сигнал, который мы посылаем миру: что свобода имеет неудержимую поддержку.",
        "missionClear": "Миссия ясна — собрать достаточно сил, чтобы впервые в истории реальные территории могли принять истинную свободу и наконец жить в подлинном этическом порядке.",
        "universalPrinciples": "Универсальные Принципы Свободы были",
        "inscribedOnBitcoin": "вписаны в блокчейн Bitcoin",
        "immutableBorderless": "неизменными, безграничными и навсегда."
    },
    "Leaderboard": {
        "title": "Таблица лидеров подписантов",
        "totalSigners": "Всего подписантов",
        "signer": "Подписант",
        "name": "Имя",
        "twitter": "Twitter",
        "signed": "Подписано",
        "anonymous": "Анонимно",
        "search": "Поиск...",
        "loading": "Загрузка...",
        "noResults": "Нет результатов.",
        "prev": "Предыдущая",
        "next": "Следующая"
    },
    "Common": {
        "scrollDownToSign": "Прокрутите вниз, чтобы подписать"
    }
}
