{
    "Navbar": {
        "principles": "கொள்கைகள்",
        "leaderboard": "தலைமைப் பலகை",
        "about": "பற்றி",
        "login": "உள்நுழைய"
    },
    "Content": {
        "preamble": {
            "title": "முன்னுரை",
            "paragraphs": [
                "ஒவ்வொரு நபரின் உள்ளார்ந்த கண்ணியம், சுதந்திரம் மற்றும் தார்மீக சுய-இறைமையை அங்கீகரித்து, அமைதி, செழிப்பு மற்றும் மனித வளர்ச்சி ஒவ்வொருவரும் மற்றவர்களின் சம சுதந்திரத்தை மதிக்கும் இடத்தில் எழுகிறது என்பதை உறுதிப்படுத்தி — நாங்கள் சுதந்திரத்தின் இந்த உலகளாவிய கொள்கைகளை அறிவிக்கிறோம்.",
                "அவற்றின் நோக்கம் மோதல்-இல்லாத தொடர்புகளை ஊக்குவிப்பதாகும். இந்த அறிவுரைகள் காரணம், அனுபவம் மற்றும் நெறிமுறையிலிருந்து பாய்கின்றன; அவை எந்த அரசாலும் விதிக்கப்படவில்லை அல்லது பெரும்பான்மை விருப்பத்தால் திணிக்கப்படவில்லை. ஏற்றுக்கொள்ளுதல் தன்னார்வமானது, எந்த நபரும் இந்த கொள்கைகளை எந்தவொரு தெளிவான ஒப்புதல் செயலின் மூலமும் ஏற்றுக்கொள்ளலாம் மற்றும் அமலாக்கம் தனிநபர்கள் மற்றும் சமூகங்கள் இந்த கொள்கைகளின்படி வாழ்வதற்கும், இந்த கொள்கைகளின் கீழ் வழக்குகளை நடுவர் முறையில் தீர்ப்பதற்கும் உள்ள இலவச தேர்வின் மீது நம்பியிருக்கிறது."
            ]
        },
        "scopeAndHierarchy": {
            "title": "நோக்கம் மற்றும் படிநிலை",
            "subsections": [
                {
                    "subtitle": "முன்னுரிமை",
                    "text": "இந்த கொள்கைகள் அனைத்து ஏற்றுக்கொள்பவர்களுக்கும் உச்ச மெட்டா-நியமன அடிப்படைக் கோட்டை உருவாக்குகின்றன."
                },
                {
                    "subtitle": "இரண்டாம் நிலை விதிகள்",
                    "text": "ஏற்றுக்கொள்பவர்கள் இந்த கொள்கைகளின் அடிப்படையில் சாசனங்கள், உடன்படிக்கைகள், துணை விதிகள், வழக்கங்கள், தனியார் குறியீடுகள் அல்லது பிற தனியார் சட்ட அமைப்புகளை நிறுவலாம்."
                },
                {
                    "subtitle": "மோதல்கள்",
                    "text": "ஒரு இரண்டாம் நிலை விதி அல்லது நடைமுறை இந்த கொள்கைகளுடன் மோதும்போது, இந்த கொள்கைகள் மேலோங்குகின்றன."
                },
                {
                    "subtitle": "விளக்கம்",
                    "text": "இந்த கொள்கைகள் அமைதியாகவோ அல்லது தெளிவற்றதாகவோ இருந்தால், நடுவர்கள் பின்வருவனவற்றைக் கலந்தாலோசிக்கலாம்:",
                    "list": [
                        "* தொடர்புடைய இரண்டாம் நிலை குறியீடுகள், வழக்கமான நடைமுறை மற்றும் பொதுவாக அங்கீகரிக்கப்பட்ட சட்ட கொள்கைகள்;",
                        "* ரோமானிய சட்டம், ஆங்கிலோ-அமெரிக்க பொதுச் சட்ட மரபு அல்லது நவீன குடிமை குறியீடுகள் போன்ற நன்கு நிறுவப்பட்ட தனியார் சட்ட அமைப்புகள்;",
                        "* இந்த கொள்கைகளுடன் ஒத்துப்போகும் வரை, குறிப்பாக சுதந்திரவாத சிந்தனையாளர்களிடமிருந்து குறியீடுகள், மறு அறிக்கைகள் மற்றும் மதிக்கப்படும் கல்வி விளக்கங்கள்."
                    ]
                }
            ]
        },
        "articleI": {
            "title": "பிரிவு I — சொற்கள் மற்றும் வரையறைகள்",
            "list": [
                "* ஏற்றுக்கொள்பவர் — இந்த கொள்கைகளை ஏற்றுக்கொள்ளும் எந்த நபரும்.",
                "* நபர் (உரிமை தாங்குபவர்) — தார்மீக செயலாற்றல் திறனுக்கான உள்ளார்ந்த திறன் சுய-உரிமை மற்றும் பரஸ்பர கடமைகளின் அனுமானத்தை அடிப்படையாகக் கொண்ட எந்த உணர்வுள்ள உயிரும்.",
                "* வளம் — ஒரு நபர் ஒரு நோக்கத்தை அடைய கட்டுப்படுத்தக்கூடிய அரிய, போட்டியான செயல் வழிமுறை.",
                "* உரிமை (உரிமை) — ஒரு நபரின் வளத்தை கட்டுப்படுத்துவதற்கும், அதன் உரிமையாளரின் ஒப்புதலில்லாமல் மற்றவர்களை அதன் பயன்பாட்டிலிருந்து விலக்குவதற்கும் உள்ள பிரத்தியேக அதிகாரம்.",
                "* ஒப்புதல் — ஒரு வளத்தின் உரிமையாளரால் மற்றொருவருக்கு அதைப் பயன்படுத்த அல்லது, வெளிப்புற வளங்களின் விஷயத்தில், அதன் உரிமையை மாற்ற அளிக்கப்படும் அனுமதி அல்லது உரிமம்.",
                "* ஆக்கிரமிப்பு — உரிமையாளரின் ஒப்புதலில்லாமல் மற்றொரு நபரின் வளத்தின் பயன்பாடு, திருட்டு, மீறல் அல்லது அதன் எல்லைகளின் படையெடுப்பு.",
                "* பாதுகாப்பு — ஒரு திறமையான நபர் தார்மீக செயலாற்றல் திறனுக்கான தற்போதைய திறனைக் கொண்டிராத மற்றொரு நபரின் சார்பாக செயல்படும் நம்பகமான நிர்வாகம்.",
                "* மாஸ் டிஸ்ட்ரக்ஷன் டிவைஸ் (DMD) — அதன் சாதாரண செயல்பாடு ஆக்கிரமிப்பாளர் மற்றும் பார்வையாளருக்கு இடையே வேறுபடுத்த முடியாத எந்த சாதனம், அமைப்பு, முகவர், கருவி அல்லது தொழில்நுட்பமும்.",
                "* சட்டம் — வளங்களில் உரிமை உரிமைகளை அங்கீகரிக்கும் மற்றும் வளங்களில் உரிமை உரிமைகளைப் பாதுகாக்க வலிமையை அங்கீகரிக்கும் அமலாக்கக்கூடிய விதிகள்.",
                "* ஒப்பந்தம் — தொடர்புடைய வெளிப்புற வள உரிமையாளர் அல்லது உரிமையாளர்கள் குறிப்பிட்ட வெளிப்புற வளங்களைப் பயன்படுத்துவதற்கான உரிமை அல்லது உரிமத்தை மற்றவர்களுக்கு ஒப்புதலுடன் வழங்கும் ஒரு பக்க, இரு பக்க அல்லது பல பக்க உரிமை மாற்ற ஏற்பாடு."
            ]
        },
        "articleII": {
            "title": "பிரிவு II — கொள்கைகள்",
            "list": [
                "1. ஆக்கிரமிப்பு-எதிர்ப்பு கொள்கை — மற்றொரு நபரின் வளத்திற்கு எதிரான ஆக்கிரமிப்பு, நடிகரின் நிலை அல்லது அளவைப் பொருட்படுத்தாமல் நியாயமற்றது.",
                "2. சுய-உரிமை — ஒவ்வொரு நபரும் தங்கள் உடலின் அசல் மற்றும் அனுமான உரிமையாளர்.",
                "3. அசல் தனியுரிமை (ஹோம்ஸ்டெடிங்) — உரிமையாளரற்ற வெளிப்புற வளங்கள் அவற்றை தெளிவாக எல்லைப்படுத்தும், ஆக்கிரமிக்கும் அல்லது உற்பத்தியாக மாற்றும் முதல் நபரால் (அல்லது சங்கம்) நியாயமாக உரிமையாக்கப்படுகின்றன.",
                "4. தன்னார்வ பரிமாற்றம் (ஒப்பந்த உரிமை மாற்றம்) — ஒரு நபர் முந்தைய உரிமையாளரிடமிருந்து ஒப்பந்த உரிமை மாற்றம் மூலம் வெளிப்புற வளத்தின் உரிமையைப் பெறலாம்.",
                "5. திருத்தம் — நிரூபிக்கப்பட்ட ஆக்கிரமிப்பாளர் ஏற்படுத்திய சேதத்திற்கு விகிதாசாரமாக பாதிக்கப்பட்டவருக்கு இழப்பீடு கடன்பட்டிருக்கிறார்."
            ]
        },
        "articleIII": {
            "title": "பிரிவு III — துணை தரநிலைகள்",
            "list": [
                "6. நபரின் மாற்ற முடியாத தன்மை — தன்னார்வ அடிமைத்தன ஒப்பந்தங்கள் போன்ற ஒரு நபரின் சொந்த உடலின் மீது இறுதி கட்டுப்பாட்டை அந்நியப்படுத்த முயற்சிக்கும் ஒப்பந்தங்கள் அமலாக்க முடியாதவை.",
                "7. விகிதாசாரம் மற்றும் சுய பாதுகாப்பு — ஆக்கிரமிப்புக்கு எதிரான பாதுகாப்பு வலிமை, நியாயமாக தேவையானதாகவும் அச்சுறுத்தலுக்கு விகிதாசாரமாகவும் இருக்கும்போது நியாயமானது மற்றும் அது தானே ஆக்கிரமிப்பு அல்ல.",
                "8. மாஸ் டிஸ்ட்ரக்ஷன் டிவைஸ்கள் (DMD) — DMD ஐ வைத்திருப்பது, உருவாக்குவது அல்லது பயன்படுத்துவது, அது முன்கணிக்கக்கூடிய வகையில் குற்றமற்ற தரப்பினரை ஆபத்தில் ஆழ்த்தும்போது அனுமான நிலையான அச்சுறுத்தலை உருவாக்குகிறது.",
                "9. உரிமையின் அனுமானங்கள் — வெளிப்புற வளத்தின் உரிமையாளர் உரிமையாளராக அனுமானிக்கப்படுகிறார்.",
                "10. சான்று தரநிலைகள் மற்றும் நடைமுறைகள்: தண்டனை. ஒரு ஆக்கிரமிப்பாளர், கொள்கையளவில், ஆக்கிரமிப்பின் விளைவாக சில உரிமைகளை இழக்கலாம்."
            ]
        },
        "articleIV": {
            "title": "பிரிவு IV — பரவலாக்கப்பட்ட சட்ட ஒழுங்கு",
            "list": [
                "11. ஆசை இலக்குகள்; மோதல்-தவிர்ப்பு மற்றும் சமரசம் — இந்த கொள்கைகளை ஏற்றுக்கொள்பவர்கள் நல்ல நம்பிக்கையுடன் பேச்சுவார்த்தை நடத்த, முடிந்தவரை சமரசம் செய்ய, முடிந்தால் வழக்குகளை வலிமைக்குப் பதிலாக நடுநிலை நடுவர் முறைக்கு சமர்ப்பிக்க உறுதியளிக்கிறார்கள்.",
                "12. போட்டி நடுவர் முறை — எந்த நிறுவனமும் சட்டம் அல்லது அமலாக்கத்தின் மீது கட்டாய ஏகபோகத்தை அனுபவிக்காது.",
                "13. சட்டத்தின் வழக்கமான பரிணாமம் — சமூகங்கள் இந்த கொள்கைகளுடன் ஒத்துப்போகும் பதிவுகள், நடைமுறை விதிமுறைகள் மற்றும் சான்று விதிகள் உட்பட இரண்டாம் நிலை குறியீடுகள் மற்றும் சட்டங்களை உருவாக்கலாம் மற்றும் வெளியிடலாம்."
            ]
        },
        "articleV": {
            "title": "பிரிவு V — தேர்ந்தெடுக்கப்பட்ட நியாயமற்ற சட்டங்கள்",
            "paragraphs": [
                "கீழே பட்டியலிடப்பட்ட சட்டங்கள் இந்த கொள்கைகளுடன் ஒத்துப்போகாத மற்றும் எனவே நியாயமற்ற கடந்த கால அல்லது தற்போதைய நேர்மறை சட்டங்களின் எடுத்துக்காட்டுகள்."
            ],
            "list": [
                "* வரிவிதிப்பு — பொதுவாக ஆட்சி நிறுவனங்களை நிதியளிப்பதற்கான நோக்கங்களுக்காக வளங்களின் ஒப்புதல்-இல்லாத எடுத்துக்கொள்ளுதல்.",
                "* எமினென்ட் டொமைன் — வளங்களின் பயன்பாட்டின் எந்தவொரு பறிமுதல், ஒழுங்குமுறை அல்லது சேதம்.",
                "* பொருட்களின் நுகர்வு அல்லது பயன்பாட்டில் தடைகள் — மது, போதைப்பொருட்கள் அல்லது வேறு எந்த நுகரக்கூடிய பொருட்களிலும் தடைகள்.",
                "* கட்டாய உழைப்பு — குற்றமற்றவர்களுக்கு விதிக்கப்படும் கட்டாய இராணுவ சேவை, அடிமைத்தனம் அல்லது எந்தவொரு கட்டாய சேவையும்.",
                "* பாதுகாப்பு ஆயுதங்களில் தடை — சட்டபூர்வமான சுய பாதுகாப்புக்கான ஆயுதங்களை வைத்திருப்பதில் பொதுவான தடைகள்.",
                "* பணத்தின் மீது ஏகபோகம் — மத்திய வங்கியியல், சட்டபூர்வமான டெண்டர் சட்டங்கள், நாணய கட்டுப்பாடுகள்.",
                "* அறிவுசார் சொத்துரிமை — பதிப்புரிமை, காப்புரிமை அல்லது இதுபோன்ற சட்டங்கள்.",
                "* சொத்தாக நற்பெயர் — அவதூறு, வர்த்தக முத்திரை அல்லது இதுபோன்ற சட்டங்கள்.",
                "* தேர்ந்தெடுக்கப்படாத கடமைகள் — தன்னார்வமாக ஏற்கப்படாத அல்லது தன்னார்வ செயலிலிருந்து விளைவாக இல்லாத எந்தவொரு நேர்மறை கடமைகள் அல்லது நல்வாழ்வு உரிமைகளின் விதிப்பு.",
                "* தணிக்கை — அதன் உள்ளடக்கத்தின் அடிப்படையில் வெளிப்பாட்டை தணிக்கை செய்யும், தண்டிக்கும் அல்லது கட்டாயப்படுத்தும் எந்தவொரு சட்டமும் நியாயமற்றது."
            ]
        },
        "closingAffirmation": {
            "title": "முடிவுரை உறுதிப்படுத்தல்",
            "paragraphs": [
                "இந்த கொள்கைகளின் பின்னால் உள்ள ஆசை ஒவ்வொரு நபருக்கும் திறந்த, முறையான ஆக்கிரமிப்பிலிருந்து விடுதலை பெற்ற உலகம். ஒவ்வொரு சுதந்திர ஆன்மாவும் நினைவில் கொள்ளட்டும்: நாங்கள் எந்த அரசுக்கும் வணங்குவதில்லை, நாங்கள் நீதியைத் தவிர வேறு எந்த ஒழுங்குக்கும் மண்டியிடுவதில்லை, நாங்கள் காரணம் மற்றும் நெறிமுறையைத் தவிர வேறு எந்த எஜமானுக்கும் பதிலளிப்பதில்லை. இங்கே, இந்த கொள்கைகளின் கீழ், நாங்கள் கட்டாயம், சங்கிலிகள் மற்றும் கொடுங்கோலர்கள் இல்லாமல் வாழ்க்கையை தேர்ந்தெடுக்கிறோம். மற்றும் பூமியில் எந்த சக்தியும் நம்மை நிறுத்தாது."
            ]
        }
    },
    "Signature": {
        "title": "கையெழுத்து",
        "text": "நான் இங்கே சுதந்திரத்தின் உலகளாவிய கொள்கையை ஏற்றுக்கொள்கிறேன், மற்றும் அதன் அடிப்படையில் உள்ள எந்தவொரு சட்டம் மற்றும் சட்ட அமைப்பின் சட்டபூர்வத்தன்மையையும் அங்கீகரிக்கிறேன்.",
        "signedBy": "கையெழுத்திட்டவர்:",
        "downloadSignature": "கையெழுத்தை பதிவிறக்கவும்"
    },
    "About": {
        "title": "எங்களைப் பற்றி",
        "intro": "அமைதியாக பேசுபவர்கள் கூட தாக்கப்படக்கூடிய ஒரு யுகத்தில், பகுத்தறிவு விவாதம் உரையாடலால் அல்லாமல் மரண மௌனத்தால் எதிர்வரும் ஒரு காலத்தில், அசைக்க முடியாத ஒரு தார்மீக திசைகாட்டியின் தேவை இதுவரை இவ்வளவு பெரியதாக இருந்ததில்லை. சுதந்திரத்தின் உலகளாவிய கொள்கைகள் ஒரு பகிர்ந்த நம்பிக்கையிலிருந்து பிறந்தன: மனித சுதந்திரத்தின் சாரம் தெளிவான, காலத்தைக் கடந்த உண்மைகளாக வடிகட்டப்படலாம் மற்றும் வடிகட்டப்பட வேண்டும். இணைந்து உருவாக்கப்பட்ட",
        "stephanKinsella": "ஸ்டீபன் கின்செல்லா",
        "freemax": "ஃப்ரீமேக்ஸ்",
        "alessandroFusillo": "அலெசாண்ட்ரோ ஃபுசிலோ",
        "andDavidDurr": "மற்றும் டேவிட் டூர்",
        "andHansHermannHoppe": "மற்றும் ஹான்ஸ்-ஹெர்மன் ஹோப்பே அதன் கடவுள் தந்தையாக",
        "documentExpresses": "இந்த ஆவணம் ஐந்து எளிய கொள்கைகளில் சுதந்திரத்தின் அடிப்படை கோட்பாடுகளை வெளிப்படுத்துகிறது.",
        "notConstitution": "இது ஒரு அரசியலமைப்பு அல்ல, அல்லது கடந்து போகும் அரசியலின் அறிக்கை அல்ல.",
        "declaration": "இது ஒரு அறிவிப்பு — மாநிலங்கள், கட்சிகள் மற்றும் ஆட்சியாளர்களுக்கு முந்தைய மற்றும் அவர்களைத் தாண்டிய தார்மீக ஒழுங்கின் அங்கீகாரம்.",
        "byReading": "இந்த கொள்கைகளைப் படித்து, ஆதரித்து, ஏற்றுக்கொள்வதன் மூலம், ஒவ்வொரு கையெழுத்திடுபவரும் ஒரு குறியீட்டு செயலுக்கு மேல் செய்கிறார்.",
        "theyAffirm": "அவர்கள் முறையான ஆக்கிரமிப்பு இல்லாத உலகத்திற்கான தங்களின் உறுதிப்பாட்டை உறுதிப்படுத்துகிறார்கள்.",
        "takingInspiration": "பிட்காயின் நிகழ்விலிருந்து ஈர்க்கப்பட்டு — முதலில் தனிநபர்களால், பின்னர் மில்லியன் கணக்கானவர்களால், முழு நாடுகள் அதை புறக்கணிக்க முடியாத நிலைக்கு வருவதற்கு முன் — இந்த அறிவிப்பு சுதந்திரத்தை உண்மையாக்குவதற்கான ஒரு உத்தி.",
        "everySignature": "ஒவ்வொரு கையெழுத்தும் எரிபொருள். சுதந்திரத்தின் சான்று. சேர்க்கப்படும் ஒவ்வொரு பெயரும் வலிமையின் சமிக்ஞை, தேவையின் சான்று.",
        "morePeople": "சுதந்திரத்தின் கொள்கைகளின் பின்னால் நிற்கும் மக்கள் அதிகமாக இருந்தால், நாம் உலகிற்கு அனுப்பும் சமிக்ஞை அதிக வலுவாக இருக்கும்: சுதந்திரத்திற்கு நிறுத்த முடியாத ஆதரவு உள்ளது.",
        "missionClear": "பணி தெளிவாக உள்ளது — வரலாற்றில் முதல் முறையாக, உண்மையான உலக பிரதேசங்கள் உண்மையான சுதந்திரத்தை ஏற்றுக்கொள்ள முடியும் மற்றும் இறுதியில் உண்மையான தார்மீக ஒழுங்கில் வாழ முடியும்.",
        "universalPrinciples": "சுதந்திரத்தின் உலகளாவிய கொள்கைகள்",
        "inscribedOnBitcoin": "பிட்காயின் பிளாக்செயினில் பொறிக்கப்பட்டுள்ளது",
        "immutableBorderless": "மாற்ற முடியாத, எல்லைகள் இல்லாத, மற்றும் என்றென்றும்."
    },
    "Leaderboard": {
        "title": "கையெழுத்திடுபவர்களின் தலைமைப் பலகை",
        "totalSigners": "மொத்த கையெழுத்திடுபவர்கள்",
        "signer": "கையெழுத்திடுபவர்",
        "name": "பெயர்",
        "twitter": "ட்விட்டர்",
        "signed": "கையெழுத்திட்டது",
        "anonymous": "அநாமதேய",
        "search": "தேடு...",
        "loading": "ஏற்றுகிறது...",
        "noResults": "முடிவுகள் இல்லை.",
        "prev": "முந்தைய",
        "next": "அடுத்து"
    },
    "Common": {
        "scrollDownToSign": "கையெழுத்திட கீழே உருட்டவும்"
    }
}
