{
    "Navbar": {
        "principles": "సూత్రాలు",
        "leaderboard": "లీడర్‌బోర్డ్",
        "about": "గురించి",
        "login": "లాగిన్"
    },
    "Content": {
        "preamble": {
            "title": "ప్రస్తావన",
            "paragraphs": [
                "ప్రతి వ్యక్తి యొక్క సహజ గౌరవం, స్వేచ్ఛ మరియు నైతిక స్వీయ-సార్వభౌమత్వాన్ని గుర్తించి, శాంతి, సంపద మరియు మానవ వికాసం ప్రతి ఒక్కరూ ఇతరుల సమాన స్వేచ్ఛను గౌరవించే చోట ఉద్భవిస్తుందని నిర్ధారిస్తూ — మేము ఈ సార్వత్రిక స్వేచ్ఛ సూత్రాలను (\"సూత్రాలు\") ప్రకటిస్తున్నాము.",
                "వీటి ఉద్దేశ్యం సంఘర్షణ-రహిత పరస్పర చర్యను ప్రోత్సహించడం. ఈ సూత్రాలు కారణం, అనుభవం మరియు నీతి నుండి ప్రవహిస్తాయి; అవి ఏ రాజ్యం ద్వారా నిర్ణయించబడవు లేదా మెజారిటీ సంకల్పం ద్వారా విధించబడవు. స్వీకరణ స్వచ్ఛందం, ఏ వ్యక్తి అయినా ఈ సూత్రాలను ఏదైనా స్పష్టమైన సమ్మతి చర్య ద్వారా స్వీకరించవచ్చు మరియు అమలు వ్యక్తులు మరియు సమాజాలు ఈ సూత్రాల ప్రకారం జీవించడానికి మరియు ఈ సూత్రాల క్రింద వివాదాలను పరిష్కరించడానికి ఉన్న స్వేచ్ఛా ఎంపికపై ఆధారపడి ఉంటుంది."
            ]
        },
        "scopeAndHierarchy": {
            "title": "పరిధి మరియు సోపానక్రమం",
            "subsections": [
                {
                    "subtitle": "ప్రాధాన్యత",
                    "text": "ఈ సూత్రాలు అన్ని స్వీకరించేవారికి అత్యున్నత మెటా-నియమాత్మక ప్రాథమిక రేఖను ఏర్పరుస్తాయి."
                },
                {
                    "subtitle": "ద్వితీయ నియమాలు",
                    "text": "స్వీకరించేవారు ఈ సూత్రాల ఆధారంగా చార్టర్లు, ఒప్పందాలు, బై-లా, ఆచారాలు, ప్రైవేట్ కోడ్లు లేదా ఇతర ప్రైవేట్ చట్ట వ్యవస్థలను స్థాపించవచ్చు (\"ద్వితీయ కోడ్లు మరియు చట్టాలు\")."
                },
                {
                    "subtitle": "సంఘర్షణలు",
                    "text": "ద్వితీయ నియమం లేదా అభ్యాసం ఈ సూత్రాలతో సంఘర్షించినప్పుడు, ఈ సూత్రాలు ప్రాధాన్యత పొందుతాయి."
                },
                {
                    "subtitle": "వ్యాఖ్యానం",
                    "text": "ఈ సూత్రాలు నిశ్శబ్దంగా లేదా అస్పష్టంగా ఉంటే, న్యాయనిర్ణేతలు ఈ క్రింది వాటిని సంప్రదించవచ్చు:",
                    "list": [
                        "* సంబంధిత ద్వితీయ కోడ్లు, ఆచార అభ్యాసం మరియు సాధారణంగా గుర్తించబడిన చట్టపరమైన సూత్రాలు;",
                        "* రోమన్ చట్టం, ఆంగ్లో-అమెరికన్ సాధారణ-చట్ట సంప్రదాయం లేదా ఆధునిక సివిల్ కోడ్లు వంటి బాగా స్థాపించబడిన ప్రైవేట్ చట్ట సంస్థలు;",
                        "* ఈ సూత్రాలతో స్థిరంగా ఉన్నంత వరకు, ముఖ్యంగా స్వేచ్ఛావాద ఆలోచనాపరుల నుండి కోడిఫికేషన్లు, పునఃప్రకటనలు మరియు గౌరవించబడిన విద్యాసంబంధ వ్యాఖ్యానాలు."
                    ]
                }
            ]
        },
        "articleI": {
            "title": "ఆర్టికల్ I — పదాలు మరియు నిర్వచనాలు",
            "list": [
                "* స్వీకరించేవాడు — ఈ సూత్రాలను స్వీకరించే ఏ వ్యక్తి.",
                "* వ్యక్తి (హక్కుల కలిగినవాడు) — నైతిక ఏజెన్సీ కోసం సహజ సామర్థ్యం స్వీయ-స్వాధీనత మరియు పరస్పర బాధ్యతల ఊహను ఆధారపరచే ఏ సంజ్ఞాన వ్యక్తి.",
                "* వనరు — ఒక వ్యక్తి ఒక లక్ష్యాన్ని సాధించడానికి నియంత్రించగల కొరత, పోటీ, చర్య యొక్క సాధనం.",
                "* హక్కు (స్వాధీనత) — ఒక వ్యక్తి యొక్క వనరును నియంత్రించే మరియు దాని యజమాని సమ్మతి లేకుండా ఇతరులను దాని వినియోగం నుండి మినహాయించే ప్రత్యేక అధికారం.",
                "* సమ్మతి — ఒక వనరు యొక్క యజమాని ద్వారా మరొకరికి దానిని వినియోగించడానికి లేదా, బాహ్య వనరుల విషయంలో, దాని టైటిల్‌ను బదిలీ చేయడానికి ఇచ్చిన అనుమతి లేదా లైసెన్స్.",
                "* దూకుడు — యజమాని సమ్మతి లేకుండా మరొక వ్యక్తి యొక్క వనరు యొక్క వినియోగం, దొంగతనం, ఉల్లంఘన లేదా దాని సరిహద్దుల ఆక్రమణ.",
                "* సంరక్షకత్వం — సమర్థ వ్యక్తి నైతిక ఏజెన్సీ కోసం ప్రస్తుత సామర్థ్యం లేని మరొక వ్యక్తి తరఫున వ్యవహరించే విశ్వసనీయ స్టీవర్డ్‌షిప్.",
                "* మాస్ డిస్ట్రక్షన్ డివైస్ (DMD) — దాని సాధారణ పనితీరు దూకుడుదారుడు మరియు ప్రేక్షకుడు మధ్య వివక్ష చేయలేని ఏ పరికరం, వ్యవస్థ, ఏజెంట్, సాధనం లేదా సాంకేతికత.",
                "* చట్టం — చట్టాలు వనరులలో స్వాధీనత హక్కులను గుర్తించే మరియు వనరులలో స్వాధీనత హక్కులను రక్షించడానికి శక్తిని అధికారమిచ్చే అమలు చేయదగిన నియమాలు.",
                "* ఒప్పందం — సంబంధిత బాహ్య వనరు యజమాని లేదా యజమానులు నిర్దిష్ట బాహ్య వనరులను ఇతరులకు వినియోగించడానికి స్వాధీనత లేదా లైసెన్స్‌ను సమ్మతితో మంజూరు చేసే ఏకపక్ష, ద్విపక్ష లేదా బహుపక్ష టైటిల్-బదిలీ ఏర్పాటు."
            ]
        },
        "articleII": {
            "title": "ఆర్టికల్ II — సూత్రాలు",
            "list": [
                "1. నాన్-అగ్రెషన్ ప్రిన్సిపల్ — మరొక వ్యక్తి యొక్క వనరుపై దూకుడు, నటుడి స్థితి లేదా స్కేల్‌తో సంబంధం లేకుండా అన్యాయమైనది.",
                "2. స్వీయ-స్వాధీనత — ప్రతి వ్యక్తి తమ శరీరం యొక్క అసలు మరియు ఊహాత్మక యజమాని.",
                "3. అసలు స్వాధీనత (హోమ్‌స్టెడింగ్) — యజమానిలేని బాహ్య వనరులు వాటిని స్పష్టంగా సరిహద్దులుగా గుర్తించే, ఆక్రమించే లేదా ఉత్పాదకంగా మార్చే మొదటి వ్యక్తి (లేదా సంఘం) ద్వారా న్యాయంగా స్వాధీనం చేసుకోబడతాయి.",
                "4. స్వచ్ఛందమైన మార్పిడి (ఒప్పందపరమైన టైటిల్ బదిలీ) — ఒక వ్యక్తి మునుపటి యజమాని నుండి ఒప్పందపరమైన టైటిల్ బదిలీ ద్వారా బాహ్య వనరు యొక్క స్వాధీనతను పొందవచ్చు.",
                "5. సరిదిద్దడం — నిరూపించబడిన దూకుడుదారుడు, కలిగించిన హానికి అనుపాతంలో బాధితుడికి పరిహారం చెల్లించాలి."
            ]
        },
        "articleIII": {
            "title": "ఆర్టికల్ III — అనుబంధ ప్రమాణాలు",
            "list": [
                "6. వ్యక్తి యొక్క అలీనత — స్వచ్ఛందమైన బానిసత్వ ఒప్పందాలు వంటి వ్యక్తి యొక్క స్వంత శరీరంపై అంతిమ నియంత్రణను విడిచిపెట్టడాన్ని లక్ష్యంగా చేసుకునే ఒప్పందాలు అమలు చేయలేనివి.",
                "7. అనుపాతత మరియు స్వీయ-రక్షణ — దూకుడుకు ప్రతిస్పందనగా రక్షణ శక్తి, సమంజసంగా అవసరమైనప్పుడు మరియు బెదిరింపుకు అనుపాతంలో ఉన్నప్పుడు న్యాయమైనది మరియు అది స్వయంగా దూకుడు కాదు.",
                "8. మాస్ డిస్ట్రక్షన్ డివైసెస్ (DMD) — DMDని కలిగి ఉండడం, అభివృద్ధి చేయడం లేదా మోహరించడం, అది అంచనా వేయదగిన విధంగా నిర్దోష పక్షాలను వివక్ష లేని లేదా విపత్తు ప్రభావాల ద్వారా ప్రమాదంలో పడేటప్పుడు ఊహాత్మక నిలకడ బెదిరింపును ఏర్పరుస్తుంది.",
                "9. టైటిల్‌ల ఊహలు — బాహ్య వనరు యొక్క స్వాధీనం కలిగిన వ్యక్తి యజమానిగా ఊహించబడుతుంది.",
                "10. సాక్ష్య ప్రమాణాలు మరియు విధానాలు: శిక్ష. దూకుడుదారుడు, సూత్రంగా, దూకుడు ఫలితంగా కొన్ని హక్కులను కోల్పోవచ్చు."
            ]
        },
        "articleIV": {
            "title": "ఆర్టికల్ IV — వికేంద్రీకృత చట్టపరమైన క్రమం",
            "list": [
                "11. ఆకాంక్షాత్మక లక్ష్యాలు; సంఘర్షణ-ఎగవేత మరియు రాజీ — ఈ సూత్రాలను స్వీకరించేవారు మంచి విశ్వాసంతో చర్చలు జరపడానికి, సాధ్యమైన చోట రాజీ చేయడానికి మరియు సాధ్యమైనప్పుడు శక్తిని ఉపయోగించకుండా వివాదాలను తటస్థ వివాద పరిష్కారానికి సమర్పించడానికి వాగ్దానం చేస్తారు.",
                "12. పోటీ వివాద పరిష్కారం — ఏ సంస్థ అయినా చట్టం లేదా అమలుపై బలవంతపు గుత్తాధిపత్యాన్ని అనుభవించదు.",
                "13. చట్టం యొక్క ఆచారపరమైన పరిణామం — సమాజాలు ఈ సూత్రాలతో స్థిరంగా ఉన్న రిజిస్ట్రీలు, విధానపరమైన నియమాలు మరియు సాక్ష్య నియమాలు సహా ద్వితీయ కోడ్లు మరియు చట్టాలను అభివృద్ధి చేయవచ్చు మరియు ప్రకటించవచ్చు."
            ]
        },
        "articleV": {
            "title": "ఆర్టికల్ V — ఎంచుకున్న అన్యాయమైన చట్టాలు",
            "paragraphs": [
                "క్రింద జాబితా చేయబడిన చట్టాలు, ఈ సూత్రాలతో అననుకూలమైన మరియు అందువల్ల అన్యాయమైన గత లేదా ప్రస్తుత సానుకూల చట్టాలకు ఉదాహరణలు."
            ],
            "list": [
                "* పన్ను — సాధారణంగా పాలనా సంస్థలను నిధులతో కూడుట కోసం వనరుల యొక్క సమ్మతిలేని తీసుకోవడం.",
                "* ఎమినెంట్ డొమైన్ — వనరుల వినియోగం యొక్క ఏదైనా స్వాధీనం, నియంత్రణ లేదా హాని, పరిహారం ఇవ్వబడినా లేదా లేకపోయినా.",
                "* పదార్థాల వినియోగం లేదా ఉపయోగంపై నిషేధాలు — మద్యం, మత్తుపదార్థాలు లేదా ఇతర వినియోగించదగిన పదార్థాలపై నిషేధాలు.",
                "* బలవంతపు కార్మికత — నిర్దోషులపై విధించబడిన సైనిక సేవ, బానిసత్వం లేదా ఏదైనా తప్పనిసరి సేవ.",
                "* రక్షణ ఆయుధాలపై నిషేధం — చట్టపరమైన స్వీయ-రక్షణ కోసం ఆయుధాల స్వాధీనంపై సాధారణ నిషేధాలు, DMD మినహా.",
                "* డబ్బుపై గుత్తాధిపత్యం — కేంద్ర బ్యాంకింగ్, చట్టపరమైన టెండర్ చట్టాలు, కరెన్సీ నియంత్రణలు.",
                "* మేధో సంపత్తి — కాపీరైట్, పేటెంట్ లేదా ఇలాంటి చట్టాలు.",
                "* సంపత్తిగా ఖ్యాతి — అపవాద, ట్రేడ్‌మార్క్ లేదా ఇలాంటి చట్టాలు.",
                "* ఎంచుకోని బాధ్యతలు — స్వచ్ఛందంగా అంగీకరించని లేదా స్వచ్ఛంద చర్య నుండి ఫలితంగా లేని ఏదైనా సానుకూల బాధ్యతలు లేదా సంక్షేమ హక్కుల విధింపు.",
                "* సెన్సార్‌షిప్ — దాని కంటెంట్ ఆధారంగా వ్యక్తీకరణను సెన్సార్ చేసే, శిక్షించే లేదా బలవంతపు చేసే ఏదైనా చట్టం అన్యాయమైనది."
            ]
        },
        "closingAffirmation": {
            "title": "ముగింపు నిర్ధారణ",
            "paragraphs": [
                "ఈ సూత్రాల వెనుక ఉన్న ఆకాంక్ష, ప్రతి వ్యక్తికి తెరిచిన, వ్యవస్థాగత దూకుడు నుండి స్వేచ్ఛగల ప్రపంచం. ప్రతి స్వేచ్ఛా ఆత్మ గుర్తుంచుకోవాలి: మేము ఏ రాజ్యానికి వంగము, మేము న్యాయం తప్ప ఏ క్రమానికి మోకరిల్లము, మేము కారణం మరియు నీతి తప్ప ఏ యజమానికి సమాధానం ఇవ్వము. ఇక్కడ, ఈ సూత్రాల క్రింద, మేము బలవంతం, గొలుసులు మరియు నిరంకుశుల లేకుండా జీవితాన్ని ఎంచుకుంటాము. మరియు భూమిపై ఏ శక్తి అయినా మమ్మల్ని ఆపలేదు."
            ]
        }
    },
    "Signature": {
        "title": "సంతకం",
        "text": "నేను ఈ సందర్భంలో సార్వత్రిక స్వేచ్ఛ సూత్రాలను అంగీకరిస్తున్నాను మరియు వాటి ఆధారంగా ఏదైనా చట్టం మరియు చట్టపరమైన వ్యవస్థ యొక్క చట్టబద్ధతను గుర్తిస్తున్నాను.",
        "signedBy": "సంతకం చేసినవాడు:",
        "downloadSignature": "సంతకాన్ని డౌన్‌లోడ్ చేయండి",
        "signedByThankYou": "{aliasName} చేత సంతకం చేయబడింది. ధన్యవాదాలు!"
    },
    "About": {
        "title": "సమాచారం",
        "intro": "శాంతియుతంగా మాట్లాడేవారు కూడా కొట్టబడే ఒక యుగంలో, హేతుబద్ధమైన చర్చకు సంభాషణతో కాకుండా మారణ నిశ్శబ్దంతో సమాధానం లభించే ఒక కాలంలో, అచలమైన నైతిక దిక్సూచి అవసరం ఎప్పుడూ ఇంత ఎక్కువగా లేదు. సార్వత్రిక స్వేచ్ఛ సూత్రాలు ఒక సాధారణ నమ్మకం నుండి జన్మించాయి: మానవ స్వేచ్ఛ యొక్క సారాంశం స్పష్టమైన, కాలరహిత సత్యాలుగా స్వచ్ఛీకరించబడుతుంది మరియు స్వచ్ఛీకరించబడాలి. సహకారం ద్వారా రూపొందించబడిన",
        "stephanKinsella": "స్టెఫన్ కిన్సెల్లా",
        "freemax": "ఫ్రీమాక్స్",
        "alessandroFusillo": "అలెస్సాండ్రో ఫుసిల్లో",
        "andDavidDurr": "మరియు డేవిడ్ డ్యూర్",
        "andHansHermannHoppe": "మరియు హాన్స్-హెర్మన్ హోప్పే దాని గాడ్‌ఫాదర్‌గా",
        "documentExpresses": "ఈ పత్రం, ఐదు సాధారణ సూత్రాలలో, స్వేచ్ఛ యొక్క ప్రాథమిక సూత్రాలను వ్యక్తపరుస్తుంది.",
        "notConstitution": "ఇది రాజ్యాంగం కాదు, లేదా క్షణిక రాజకీయాల యొక్క ప్రకటన కాదు. ",
        "declaration": "ఇది ఒక ప్రకటన — రాజ్యాలు, పార్టీలు మరియు పాలకులకు ముందు వచ్చే మరియు వాటిని అధిగమించే నైతిక క్రమం యొక్క గుర్తింపు. ",
        "byReading": "ఈ సూత్రాలను చదవడం, అంగీకరించడం మరియు స్వీకరించడం ద్వారా, ప్రతి సంతకం చేసేవాడు సాంకేతిక చర్య కంటే ఎక్కువ చేస్తాడు. ",
        "theyAffirm": "వారు వ్యవస్థాగత దూకుడు నుండి స్వేచ్ఛగల ప్రపంచానికి తమ కట్టుబాటును నిర్ధారిస్తారు. ",
        "takingInspiration": "బిట్‌కాయిన్ దృగ్విషయం నుండి ప్రేరణ తీసుకుంటూ — మొదట వ్యక్తులచే, తరువాత మిలియన్లచే, మొత్తం దేశాలు దానిని విస్మరించలేని మరియు గుర్తించలేని స్థితికి వచ్చే ముందు — ఈ ప్రకటన స్వేచ్ఛను నిజమైనదిగా చేయడానికి ఒక వ్యూహం. ",
        "everySignature": "ప్రతి సంతకం ఇంధనం. స్వేచ్ఛ యొక్క రుజువు. జోడించబడిన ప్రతి పేరు శక్తి సంకేతం, డిమాండ్ యొక్క రుజువు. ",
        "morePeople": "స్వేచ్ఛ సూత్రాల వెనుక నిలుచున్న వ్యక్తుల సంఖ్య ఎంత ఎక్కువగా ఉంటే, మేము ప్రపంచానికి పంపే సంకేతం అంత బలంగా ఉంటుంది: స్వేచ్ఛకు ఆపలేని మద్దతు ఉందని. ",
        "missionClear": "మిషన్ స్పష్టంగా ఉంది — చరిత్రలో మొదటిసారిగా, నిజమైన ప్రపంచ భూభాగాలు నిజమైన స్వేచ్ఛను స్వీకరించగలిగేలా మరియు చివరకు నిజమైన నైతిక క్రమంలో జీవించగలిగేలా తగినంత శక్తిని సేకరించడం. ",
        "universalPrinciples": "సార్వత్రిక స్వేచ్ఛ సూత్రాలు",
        "inscribedOnBitcoin": "బిట్‌కాయిన్ బ్లాక్‌చైన్‌లో చెక్కబడ్డాయి",
        "immutableBorderless": "మార్పులేనివి, సరిహద్దులేనివి మరియు ఎప్పటికీ.",
        "xAccount": "సార్వత్రిక స్వేచ్ఛ సూత్రాలు X ఖాతా"
    },
    "Leaderboard": {
        "title": "సంతకం చేసేవారి లీడర్‌బోర్డ్",
        "totalSigners": "మొత్తం సంతకం చేసేవారు",
        "signer": "సంతకం చేసేవాడు",
        "name": "పేరు",
        "twitter": "ట్విట్టర్",
        "signed": "సంతకం చేయబడింది",
        "anonymous": "అనామక",
        "search": "వెతకండి...",
        "loading": "లోడ్ అవుతోంది...",
        "noResults": "ఫలితాలు లేవు.",
        "prev": "మునుపటి",
        "next": "తదుపరి",
        "inscriptionUrl": "శాసన URL:",
        "inscriptionUrlNotAvailable": "శాసన URL అందుబాటులో లేదు"
    },
    "Common": {
        "scrollDownToSign": "సంతకం చేయడానికి క్రిందికి స్క్రోల్ చేయండి"
    }
}
