{
    "Navbar": {
        "principles": "اصول",
        "leaderboard": "لیڈربورڈ",
        "about": "ہمارے بارے میں",
        "login": "لاگ ان"
    },
    "Content": {
        "preamble": {
            "title": "دیباچہ",
            "paragraphs": [
                "ہر شخص کی فطری عزت، آزادی اور اخلاقی خودمختاری کو تسلیم کرتے ہوئے، اور اس بات کی تصدیق کرتے ہوئے کہ امن، خوشحالی اور انسانی ترقی وہاں پروان چڑھتی ہے جہاں ہر کوئی دوسروں کی مساوی آزادی کا احترام کرتا ہے — ہم ان عالمی اصولِ آزادی (\"اصول\") کا اعلان کرتے ہیں۔",
                "ان کا مقصد تنازعہ سے پاک تعامل کو فروغ دینا ہے۔ یہ اصول عقل، تجربہ اور اخلاقیات سے اخذ کیے گئے ہیں؛ انہیں کسی ریاست نے نافذ نہیں کیا اور نہ ہی اکثریت کی مرضی سے مسلط کیا گیا ہے۔ ان کو اپنانا رضاکارانہ ہے، کوئی بھی شخص واضح رضامندی کے ذریعے اصول اپنا سکتا ہے اور ان پر عملدرآمد افراد اور کمیونٹیز کی آزادانہ انتخاب پر منحصر ہے کہ وہ ان اصولوں کے مطابق زندگی گزاریں اور تنازعات کو انہی اصولوں کے تحت حل کریں۔"
            ]
        },
        "scopeAndHierarchy": {
            "title": "دائرہ کار اور ترتیب",
            "subsections": [
                {
                    "subtitle": "بالادستی",
                    "text": "یہ اصول تمام اپنانے والوں کے لیے اعلیٰ ترین میٹا-ضابطہ بنیادی معیار ہیں۔"
                },
                {
                    "subtitle": "ثانوی قواعد",
                    "text": "اپنانے والے ان اصولوں کی بنیاد پر منشور، معاہدے، ضوابط، روایات، نجی قوانین یا دیگر نجی قانونی نظام قائم کر سکتے ہیں (\"ثانوی ضابطے اور قوانین\"). یہ قواعد طریقہ کار کو واضح کر سکتے ہیں یا ایسے معاملات کو حل کر سکتے ہیں جو یہاں شامل نہیں، لیکن یہ اصولوں سے متضاد، منسوخ یا محدود نہیں ہو سکتے۔"
                },
                {
                    "subtitle": "تنازعات",
                    "text": "اگر کوئی ثانوی قاعدہ یا عمل ان اصولوں سے متضاد ہو تو یہ اصول غالب رہیں گے۔ ایسے اختلافات غیر جانبدار ثالثی کے ذریعے حل کیے جائیں گے۔"
                },
                {
                    "subtitle": "تشریح",
                    "text": "اگر یہ اصول خاموش یا غیر واضح ہوں تو ثالث مشورہ کر سکتے ہیں:",
                    "list": [
                        "* متعلقہ ثانوی ضابطے، روایتی عمل اور عمومی طور پر تسلیم شدہ قانونی اصول؛",
                        "* نجی قانون کے معروف نظام جیسے رومن قانون، اینگلو-امریکن کامن لاء یا جدید سول کوڈز؛",
                        "* ضابطہ جات، دوبارہ بیانات اور معتبر علمی تبصرے — خاص طور پر آزادی پسند مفکرین سے — بشرطیکہ وہ ان اصولوں سے مطابقت رکھتے ہوں۔"
                    ]
                }
            ]
        },
        "articleI": {
            "title": "دفعہ I — اصطلاحات اور تعریفات",
            "list": [
                "* اپنانے والا — کوئی بھی شخص جو یہ اصول اپناتا ہے۔",
                "* شخص (حقوق کا حامل) — کوئی بھی ذی شعور ہستی جس کی اخلاقی خودمختاری اس کی خودملکیت اور باہمی ذمہ داریوں کی بنیاد بنتی ہے۔ یہ اصول جان بوجھ کر اس بات کی وضاحت نہیں کرتے کہ شخصیت کب شروع یا ختم ہوتی ہے؛ اس کا تعین سائنسی، فلسفیانہ یا روحانی تحقیق اور ضرورت پڑنے پر غیر جانبدار ثالثی سے ہوگا۔ وضاحتی نوٹ — شخص کی اصطلاح اجتماعی یا فرضی قانونی شخصیات جیسے کمپنیوں، انجمنوں یا دیگر اداروں پر لاگو نہیں ہوتی؛ یہ صرف حقیقی افراد کے ذریعے تفویض شدہ حقوق رکھ سکتے ہیں۔",
                "* وسائل — کوئی بھی کمیاب، متنازعہ ذریعہ جو کوئی شخص کسی مقصد کے حصول کے لیے استعمال کر سکتا ہے۔ کسی شخص کا جسم ایک وسیلہ ہے، اسی طرح جسم سے باہر کی چیزیں (\"بیرونی وسائل\") بھی۔ معلومات، خیالات، نمونے اور علم — چونکہ یہ متنازعہ نہیں — وسائل نہیں ہیں۔ بیرونی وسائل افراد یا افراد کے گروپ کے ذریعے معاہدے یا مشترکہ ملکیت سے رکھے جا سکتے ہیں۔ گروپ ملکیت انفرادی شخص کے حقوق سے زیادہ حقوق نہیں دیتی۔",
                "* حق (ملکیت) — کسی شخص کا کسی وسیلہ پر مکمل اختیار اور دوسروں کو اس کے استعمال سے روکنے کا حق، جب تک مالک اجازت نہ دے۔ تمام حقوق ملکیتی حقوق ہیں۔",
                "* رضامندی — کسی وسیلہ کے مالک کی طرف سے کسی دوسرے کو اس کے استعمال کی اجازت یا لائسنس دینا یا بیرونی وسائل کی صورت میں ملکیت کی منتقلی۔ رضامندی دینا یا نہ دینا حالات کے مطابق واضح یا ضمنی طور پر بتایا جا سکتا ہے، اور سب سے حالیہ پیغام کو ترجیح دی جاتی ہے۔ بعض حالات میں رضامندی فرض یا ظاہر کی جا سکتی ہے، جیسے Negotiorum Gestio، جس میں ایک شخص مالک کے مفاد میں اس کے معاملات سنبھالتا ہے، اس یقین کے ساتھ کہ مالک حالات جانتا تو اجازت دیتا۔",
                "* جارحیت — کسی دوسرے شخص کے وسیلہ کا مالک کی اجازت کے بغیر استعمال، چوری، تجاوز یا سرحدوں کی خلاف ورزی، یا دھوکہ دہی سے وسائل لینا؛ یا اس کا معتبر خطرہ۔",
                "* سرپرستی — ایک امانتی ذمہ داری جس میں ایک اہل شخص کسی ایسے شخص کی طرف سے کام کرتا ہے جو اس وقت اخلاقی خودمختاری نہیں رکھتا۔ سرپرستی قدرتی رشتوں (مثلاً والدین-بچے، معذور افراد کے ساتھ قریبی رشتہ)، معاہدوں یا کمیونٹی کی روایات سے پیدا ہو سکتی ہے۔ سرپرست ان اصولوں کے پابند ہیں، انہیں زیر سرپرست کے بہترین مفاد میں کام کرنا چاہیے اور معقول اعتراض پر غیر جانبدار ثالثی کے تحت جائزہ لیا جا سکتا ہے۔",
                "* بڑے پیمانے پر تباہی کا آلہ (DMD) — کوئی بھی آلہ، نظام، ایجنٹ، آلہ یا ٹیکنالوجی جس کا عام استعمال حملہ آور اور غیر متعلق فرد میں فرق نہیں کر سکتا اور جس کا نقصان بڑے پیمانے پر جان لیوا ہو سکتا ہے۔",
                "* قانون — قوانین قابل نفاذ اصول ہیں جو وسائل میں ملکیتی حقوق کو تسلیم کرتے ہیں اور وسائل کے حقوق کے تحفظ کے لیے طاقت کے استعمال کی اجازت دیتے ہیں۔ کوئی بھی قانون جو ان اصولوں سے متضاد ہو وہ ناانصاف اور کالعدم ہے۔ دفعہ V میں ناانصاف قوانین کی مثالیں دی گئی ہیں۔",
                "* معاہدہ — یک طرفہ، دو طرفہ یا کثیر طرفہ ملکیت کی منتقلی کا انتظام — موجودہ یا مستقبل — جس کے تحت متعلقہ بیرونی وسائل کے مالک یا مالکان مخصوص وسائل کی ملکیت یا استعمال کا لائسنس دوسروں کو رضامندی سے دیتے ہیں۔"
            ]
        },
        "articleII": {
            "title": "دفعہ II — اصول",
            "list": [
                "1. عدم جارحیت کا اصول — کسی اور شخص کے وسائل پر جارحیت ناانصافی ہے، چاہے کرنے والے کی حیثیت یا پیمانہ کچھ بھی ہو۔ جارحیت میں انفرادی عمل کے ساتھ ساتھ مشترکہ عمل بھی شامل ہے، جس میں شریک افراد ایک دوسرے کے اعمال کے ذمہ دار ہو سکتے ہیں، تعلق اور سبب کے مطابق۔",
                "2. خودملکیت — ہر شخص اپنے جسم کا اصل اور بنیادی مالک ہے۔ عارضی یا مستقل نااہلی خودملکیت کو ختم نہیں کرتی۔ جارحیت کے ارتکاب کے نتیجے میں خودملکیت جزوی یا مکمل طور پر ضبط ہو سکتی ہے، خود دفاع اور تناسب کے اصولوں کے مطابق۔",
                "3. اصل قبضہ (Homesteading) — غیر ملکیتی بیرونی وسائل اس شخص (یا گروہ) کی ملکیت بن جاتے ہیں جو انہیں واضح طور پر نشان زد، قبضہ یا تبدیل کرتا ہے، اس طرح شخص اور وسیلہ کے درمیان قابل تصدیق تعلق قائم ہوتا ہے۔ یہ ملکیت معاہدے، اصلاح یا ترک کے ذریعے منتقل ہونے تک برقرار رہتی ہے۔ ترک کا تعین نیت کے کافی اشاروں سے کیا جا سکتا ہے جیسے طویل غیر فعالیت، واضح پیغام یا کسی دوسرے کے کھلے قبضے پر اعتراض نہ کرنا، جو بروقت اعتراض نہ ہونے پر ملکیت میں بدل سکتا ہے۔",
                "4. رضاکارانہ تبادلہ (معاہداتی ملکیت کی منتقلی) — کوئی شخص بیرونی وسیلہ کی ملکیت سابق مالک سے معاہداتی منتقلی کے ذریعے حاصل کر سکتا ہے۔ یہ منتقلی جزوی یا مکمل، مشروط یا غیر مشروط، عارضی یا مستقل، فوری یا مستقبل کی بنیاد پر ہو سکتی ہے، جیسا کہ متعلقہ فریقوں کے درمیان معاہدے میں بیان کیا گیا ہے۔ صرف وعدے اخلاقی ذمہ داری پیدا کرتے ہیں لیکن قانونی طور پر پابند نہیں ہوتے؛ معاہدے ملکیتی حقوق کی بنیاد پر رضاکارانہ ملکیت کی منتقلی ہیں، جو مالک کے پاس رہتی ہے جب تک معاہدے، اصلاح یا ترک کے ذریعے منتقل نہ ہو۔",
                "5. اصلاح — ثابت شدہ جارحیت کرنے والا متاثرہ کو نقصان کے مطابق معاوضہ دینے کا پابند ہے۔ اس میں وسائل کی ملکیت کی منتقلی شامل ہو سکتی ہے۔ معاوضے کا تعین کرتے وقت نقصان کی حد، متاثرہ کا ذاتی نقصان، جارحیت کرنے والے کی نیت اور محرکات اور §10 کے مطابق متاثرہ کی طرف سے ممکنہ سزا کو مدنظر رکھا جائے گا۔"
            ]
        },
        "articleIII": {
            "title": "دفعہ III — اضافی معیارات",
            "list": [
                "6. شخص کی ناقابل منتقلی — ایسے معاہدے جو کسی شخص کے جسم پر مکمل کنٹرول کی منتقلی کا دعویٰ کرتے ہیں، جیسے رضاکارانہ غلامی کے معاہدے، قابل عمل نہیں ہیں۔",
                "7. تناسب اور خود دفاع — جارحیت کے جواب میں دفاعی طاقت جائز ہے اور خود جارحیت نہیں، جب یہ معقول طور پر ضروری اور خطرے کے مطابق ہو، چاہے فوری طور پر یا بعد میں استعمال ہو۔ جہاں ممکن ہو، §11 کے مطابق خود مدد سے گریز کرنا چاہیے۔",
                "8. بڑے پیمانے پر تباہی کے آلات (DMD) — DMD کا مالک ہونا، تیار کرنا یا استعمال کرنا ایک مستقل خطرہ ہے جب یہ غیر متعلق افراد کو امتیاز کے بغیر یا تباہ کن اثرات سے خطرے میں ڈالے۔ یہ مفروضہ صرف اس وقت رد کیا جا سکتا ہے جب تمام متاثرہ فریقوں یا غیر جانبدار ثالث کو ثابت کیا جائے کہ مضبوط حفاظتی اقدامات غلط نقصان کے خطرے کو ختم کرتے ہیں۔ اگر رد نہ ہو تو متناسب کارروائی — جہاں ممکن ہو، نوٹس، مکالمہ اور ثالثی کے بعد — خطرے کو ختم کرنے کے لیے جائز ہے؛ ہنگامی حالات میں فوری مداخلت کی اجازت ہو سکتی ہے۔",
                "9. ملکیت کے مفروضے — بیرونی وسیلہ رکھنے والے کو مالک سمجھا جاتا ہے، یہ مفروضہ بہتر ملکیت کے ثبوت سے رد کیا جا سکتا ہے، جیسے معاہداتی منتقلی، جارحیت کی اصلاح یا ترک۔ ملکیت کے تنازعے میں بہتر دعویٰ ثابت کرنے والا فریق جیتے گا، متعلقہ مفروضوں اور ثبوت کے معیار کو مدنظر رکھتے ہوئے۔",
                "10. ثبوت کے معیار اور طریقہ کار: سزا۔ اصولاً جارحیت کرنے والا کچھ حقوق ضبط کر سکتا ہے۔ کسی بھی علاج کی نوعیت اور حد — معاوضہ، سزا یا تحفظ — کمیونٹی کے اصولوں کے مطابق طے کی جائے گی جو ان اصولوں سے مطابقت رکھتے ہوں۔ سخت علاج کے لیے اعلیٰ ثبوتی معیار درکار ہے، جیسے معقول شک سے بالاتر ثبوت، متفقہ فیصلہ، دوہری سزا سے تحفظ اور جیوری کا قانون و حقائق پر اختیار۔ مہلک جارحیت کے معاملات میں معافی یا تصفیہ کا حق متاثرہ کے قریبی رشتہ داروں یا غیر جانبدار ثالث کے فیصلے پر ہے؛ جہاں متعدد متاثرہ ہوں، ثالثی معافی کی شرائط طے کر سکتی ہے۔ بار بار یا سنگین جارحیت جارحیت کرنے والے کو مستقل خطرہ بنا سکتی ہے، جس سے متناسب دفاعی اقدامات جائز ہو جاتے ہیں۔"
            ]
        },
        "articleIV": {
            "title": "دفعہ IV — غیر مرکزی قانونی نظام",
            "list": [
                "11. امیدوار اہداف؛ تنازعہ سے بچاؤ اور سمجھوتہ — ان اصولوں کو اپنانے والے نیک نیتی سے مذاکرات، ممکن ہو تو سمجھوتہ اور جب ممکن ہو تنازعات کو غیر جانبدار ثالثی کے ذریعے حل کرنے کا عہد کرتے ہیں، تاکہ تنازعہ سے پاک تعامل کو فروغ دیا جا سکے۔ جہاں ممکن ہو، خود مدد، انتقامی انصاف، اپنے معاملے میں جج بننے یا قانون سے باہر ہونے سے گریز کرنا چاہیے۔ ان اصولوں کو اپنانے والے اور ان سے فائدہ اٹھانے کے خواہشمند افراد کو ان اصولوں پر عمل کرنے اور آزاد معاشرے کے قانونی نظام کی حمایت کرنے کی کوشش کرنی چاہیے جو ان اصولوں کو نافذ کرتا ہے۔ تحفظ کی فراہمی کاروباری افراد یا منظم ملیشیا کے سپرد کی جا سکتی ہے بشرطیکہ وہ ان اصولوں کے پابند ہوں۔",
                "12. مقابلہ جاتی ثالثی — کوئی ادارہ قانون یا نفاذ پر جابرانہ اجارہ داری نہیں رکھتا۔ افراد مقابلہ جاتی ثالثی فراہم کنندگان اور تحفظ ایجنسیوں کا انتخاب کرنے میں آزاد ہیں۔ ثالثی ادارے اور عدالتیں، اپنے کلائنٹس کی رضامندی سے، ثالثی فراہم کنندگان اور تحفظ ایجنسیوں کے درمیان تنازعات حل کرنے کے لیے اپیل عدالتیں قائم کر سکتے ہیں۔",
                "13. قانون کی روایتی ارتقاء — کمیونٹیز ان اصولوں سے مطابقت رکھنے والے ثانوی ضابطے اور قوانین، رجسٹریاں، طریقہ کار کے اصول اور ثبوت کے اصول تیار اور جاری کر سکتی ہیں۔"
            ]
        },
        "articleV": {
            "title": "دفعہ V — منتخب ناانصاف قوانین",
            "paragraphs": [
                "ذیل میں درج قوانین ماضی یا حال کے ایسے مثبت قوانین کی مثالیں ہیں جو ان اصولوں سے متضاد اور ناانصاف ہیں۔ یہ فہرست نمائشی ہے، مکمل نہیں: کوئی بھی قانون جو ان اصولوں کے خلاف ہو وہ ناانصاف ہے، چاہے یہاں ذکر ہو یا نہ ہو۔ کچھ قوانین کی شمولیت کا مطلب یہ نہیں کہ دیگر متضاد قوانین نافذ کیے جا سکتے ہیں۔"
            ],
            "list": [
                "* ٹیکس — وسائل کا غیر رضامندانہ لینا، عام طور پر حکومتی اداروں کی مالی معاونت کے لیے؛ کمیونٹی کی ضروریات رضاکارانہ ذرائع اور آزاد منڈی کے حل سے پوری ہونی چاہئیں۔",
                "* اراضی کی ضبطی — وسائل کی ضبطی، ضابطہ یا استعمال میں رکاوٹ، چاہے معاوضہ دیا جائے یا نہ دیا جائے۔",
                "* اشیاء کے استعمال یا کھپت پر پابندی — شراب، منشیات یا کسی بھی قابل استعمال اشیاء پر پابندی۔",
                "* جبری مشقت — جبری فوجی خدمت، غلامی یا بے گناہوں پر عائد کوئی لازمی خدمت۔",
                "* دفاعی ہتھیاروں پر پابندی — قانونی دفاع کے لیے ہتھیار رکھنے پر عمومی پابندی، سوائے DMD کے۔",
                "* پیسے پر اجارہ داری — مرکزی بینکاری، قانونی ٹینڈر قوانین، کرنسی کنٹرول یا سونے، کرپٹو کرنسی یا کسی بھی قسم کے پیسے کی ملکیت، قبضہ یا استعمال پر پابندیاں۔",
                "* دانشورانہ ملکیت — کاپی رائٹ، پیٹنٹ یا اسی طرح کے قوانین، کیونکہ خیالات متنازعہ وسائل نہیں ہیں۔ نوٹ: تخلیق اور جدت صرف غیر جارحانہ انتظامات کے ذریعے محفوظ اور انعام دی جا سکتی ہے۔",
                "* شہرت کو ملکیت سمجھنے کی غلطی — ہتک عزت، ٹریڈ مارک یا اسی طرح کے قوانین جو شہرت کو الگ سے قابل ملکیت وسائل سمجھتے ہیں۔ نوٹ: شہرت صرف دوسروں کے ذہن میں موجود ہے اور اس کی ملکیت نہیں ہو سکتی، اگرچہ اسے پرامن ذرائع سے تحفظ دیا جا سکتا ہے۔",
                "* غیر منتخب ذمہ داریاں — کوئی بھی مثبت ذمہ داری یا فلاحی حق جو رضاکارانہ طور پر قبول نہ کیا گیا ہو یا رضاکارانہ عمل سے پیدا نہ ہوا ہو۔",
                "* سنسرشپ — کوئی بھی قانون جو اظہار کو اس کے مواد کی بنیاد پر سنسر، سزا یا مجبور کرتا ہے وہ ناانصاف ہے۔ نوٹ: اگر تقریر جارحیت کا سبب بنے تو مقرر ذمہ دار ہے۔"
            ]
        },
        "closingAffirmation": {
            "title": "اختتامی تصدیق",
            "paragraphs": [
                "ان اصولوں کے پیچھے خواہش ایک ایسی دنیا ہے جو نظامی جارحیت سے آزاد ہو، ہر شخص کے لیے کھلی ہو۔ ہر آزاد روح یاد رکھے: ہم کسی ریاست کے سامنے نہیں جھکتے، ہم کسی نظام کے سامنے نہیں جھکتے سوائے انصاف کے، ہم کسی آقا کو جوابدہ نہیں سوائے عقل اور اخلاقیات کے۔ یہاں، ان اصولوں کے تحت، ہم جبر، زنجیروں اور ظالموں کے بغیر زندگی کا انتخاب کرتے ہیں۔ اور زمین کی کوئی طاقت ہمیں روک نہیں سکتی۔"
            ]
        }
    },
    "Signature": {
        "title": "دستخط",
        "text": "میں یہاں آزادی کے عالمی اصول کو اپنانے اور اس پر مبنی کسی بھی قانون اور قانونی نظام کی قانونی حیثیت کو تسلیم کرتا ہوں۔",
        "signedBy": "دستخط کنندگان:",
        "downloadSignature": "دستخط ڈاؤن لوڈ کریں",
        "signedByThankYou": "{aliasName} کے ذریعے دستخط شدہ۔ شکریہ!"
    },
    "About": {
        "title": "ہمارے بارے میں",
        "intro": "ایک ایسے دور میں جب پرامن بات کرنے والوں کو بھی خاموش کر دیا جاتا ہے، جب عقلی بحث کو مکالمے کے بجائے موت کی خاموشی سے جواب دیا جاتا ہے، ایک ناقابل شکست اخلاقی قطب نما کی ضرورت پہلے کبھی اتنی زیادہ نہیں تھی۔ آزادی کے عالمی اصول ایک مشترکہ یقین سے پیدا ہوئے: کہ انسانی آزادی کا جوہر واضح، لازوال سچائیوں میں سمویا جا سکتا ہے اور سمویا جانا چاہیے۔ یہ دستاویز درج ذیل افراد کے تعاون سے تیار کی گئی:",
        "stephanKinsella": "اسٹیفن کنسیلا",
        "freemax": "فری میکس",
        "alessandroFusillo": "الیساندرو فوسیلو",
        "andDavidDurr": "اور ڈیوڈ ڈور",
        "andHansHermannHoppe": "اور ہانس-ہرمن ہوپے بطور سرپرست",
        "documentExpresses": "یہ دستاویز پانچ سادہ اصولوں میں آزادی کے بنیادی مسلمات بیان کرتی ہے۔",
        "notConstitution": "یہ کوئی آئین نہیں، نہ ہی عارضی سیاست کا منشور ہے۔",
        "declaration": "یہ ایک اعلان ہے — ایک اخلاقی نظام کی پہچان جو ریاستوں، جماعتوں اور حکمرانوں سے پہلے اور بالاتر ہے۔",
        "byReading": "ان اصولوں کو پڑھ کر، حمایت اور اپنانے سے، ہر دستخط کنندہ صرف علامتی عمل نہیں کرتا۔",
        "theyAffirm": "وہ نظامی جارحیت سے آزاد دنیا کے عزم کی تصدیق کرتے ہیں۔",
        "takingInspiration": "بٹ کوائن کے مظہر سے متاثر ہو کر — پہلے افراد نے اپنایا، پھر لاکھوں نے، پھر پوری قوموں نے اسے نظرانداز کرنا چھوڑ دیا اور تسلیم کیا — یہ اعلان آزادی کو حقیقت بنانے کی حکمت عملی ہے۔",
        "everySignature": "ہر دستخط ایندھن ہے۔ آزادی کا ثبوت۔ ہر نام طاقت کا اشارہ ہے، طلب کا ثبوت۔",
        "morePeople": "جتنے زیادہ لوگ آزادی کے اصولوں کے پیچھے کھڑے ہوں گے، دنیا کو ہمارا پیغام اتنا ہی مضبوط جائے گا: آزادی کو ناقابل شکست حمایت حاصل ہے۔",
        "missionClear": "مشن واضح ہے — اتنی طاقت جمع کرنا کہ تاریخ میں پہلی بار حقیقی علاقوں میں حقیقی آزادی اپنائی جا سکے اور آخرکار ایک حقیقی اخلاقی نظام میں زندگی گزاری جا سکے۔",
        "universalPrinciples": "آزادی کے عالمی اصول",
        "inscribedOnBitcoin": "بٹ کوائن بلاک چین پر کندہ کیے گئے",
        "immutableBorderless": "ناقابل تبدیل، سرحدوں سے آزاد اور ہمیشہ کے لیے۔"
    },
    "Leaderboard": {
        "title": "دستخط کنندگان کی لیڈربورڈ",
        "totalSigners": "کل دستخط کنندگان",
        "signer": "دستخط کنندہ",
        "name": "نام",
        "twitter": "ٹوئٹر",
        "signed": "دستخط شدہ",
        "anonymous": "گمنام",
        "search": "تلاش کریں...",
        "loading": "لوڈ ہو رہا ہے...",
        "noResults": "کوئی نتیجہ نہیں۔",
        "prev": "پچھلا",
        "next": "اگلا"
    },
    "Common": {
        "scrollDownToSign": "دستخط کرنے کے لیے نیچے اسکرول کریں"
    }
}