{
    "Navbar": {
        "principles": "原则",
        "leaderboard": "排行榜",
        "about": "关于我们",
        "login": "登录"
    },
    "Content": {
        "preamble": {
            "title": "序言",
            "paragraphs": [
                "认识到每个人的固有尊严、自由和道德自主权，并确认和平、繁荣和人类繁荣源于每个人尊重他人的平等自由——我们宣布这些自由普遍原则（\"原则\"）。",
                "其目的是促进无冲突的互动。这些格言源于理性、经验和道德；它们不是任何国家颁布的，也不是多数人的意志强加的。采用是自愿的，任何人都可以通过任何明确的同意行为来采用这些原则，执行取决于个人和社区自由选择按照这些原则生活，并根据这些原则仲裁争议。"
            ]
        },
        "scopeAndHierarchy": {
            "title": "范围和层次",
            "subsections": [
                {
                    "subtitle": "首要地位",
                    "text": "这些原则构成所有采用者的最高元规范基线。"
                },
                {
                    "subtitle": "次要规则",
                    "text": "采用者可以基于这些原则建立章程、契约、章程、习俗、私人法典或其他私法制度（\"次要法典和法律\"）。这些规则可以详细说明程序或处理此处未涵盖的事项，但不得违反、取消或削弱这些原则。"
                },
                {
                    "subtitle": "冲突",
                    "text": "当次要规则或做法与这些原则冲突时，这些原则优先。此类不相容的争议应通过公正仲裁解决。"
                },
                {
                    "subtitle": "解释",
                    "text": "如果这些原则沉默或不明确，仲裁员可以咨询：",
                    "list": [
                        "* 相关的次要法典、习惯做法和公认的法律原则；",
                        "* 完善的私法体系，如罗马法、英美普通法传统或现代民法典；",
                        "* 编纂、重述和受尊敬的学术评论——特别是来自自由主义思想家——只要它们与这些原则一致。"
                    ]
                }
            ]
        },
        "articleI": {
            "title": "第一条 — 术语和定义",
            "list": [
                "* 采用者 — 任何采用这些原则的人。",
                "* 人（权利持有者）— 任何其固有道德行为能力为自所有权和相互义务推定提供基础的感性存在。这些原则故意不规定人格何时开始或结束；此类决定应基于科学、哲学或精神探究，并在必要时进行公正仲裁。解释性通知 — 人一词不扩展到集体化或虚构的法律人——如公司、协会或其他聚合——它们只能通过上述定义的人的授权持有衍生权利。",
                "* 资源 — 人可以控制以实现目标的稀缺、竞争性行动手段。人的身体是资源，也可以是任何人的身体外部的事物（\"外部资源\"）。信息、想法、模式和知识——作为非竞争性的——不是资源。外部资源可以由个人拥有，也可以通过合同或联合占用由人群体共同拥有。群体所有权不授予比个人可能拥有的更大的权利。",
                "* 权利（所有权）— 人控制资源并排除他人使用（除非其所有者同意）的专属权威。所有权利都是财产权。",
                "* 同意 — 资源所有者授予他人使用它的许可或执照，或在外部资源的情况下，转让其所有权。同意的授予或拒绝可以明示或暗示地传达，取决于情况，推定最近的此类传达优先。同意可能在某些情况下被暗示或推定，如无因管理，其中一个人（管理者）在合理相信所有者如果了解情况会批准该行动的情况下，为管理和保护另一个人的事务和利益而行动。",
                "* 侵略 — 未经所有者同意使用、盗窃、侵犯或入侵他人资源边界，包括欺诈性获取资源；或可信的威胁。",
                "* 监护 — 有行为能力的人代表缺乏道德行为能力的人进行的信托管理。监护可能源于自然关系（如父母-子女、与残疾人的密切家庭关系）、合同安排或社区习俗。监护人受这些原则约束，必须为无行为能力的人的最大利益行事，并在合理质疑时接受公正仲裁的审查。",
                "* 大规模毁灭性装置（DMD）— 任何其正常功能无法区分侵略者和旁观者且其损害范围可预见地大规模致命的装置、系统、代理、工具或技术。",
                "* 法律 — 法律是承认资源所有权权利并授权武力保护资源所有权权利的可执行规则。任何与这些原则不相容的法律都是不公正和无效的。第五条提供了不公正法律的选择性例子。",
                "* 合同 — 相关外部资源所有者或所有者通过合同将指定外部资源的所有权或使用许可授予他人的单边、双边或多边所有权转让安排——现在或未来。"
            ]
        },
        "articleII": {
            "title": "第二条 — 原则",
            "list": [
                "1. 非侵略原则 — 对他人资源的侵略是不公正的，无论行为者的地位或规模如何。侵略包括个人行动和联合行动，在后一种情况下，联合行动的参与者可能对他人行为负责，取决于行为者之间的关系及其与侵略的因果关系。",
                "2. 自所有权 — 每个人都是其身体的原始和推定所有者。无能力——临时或永久——不会使自所有权无效。自所有权可能因犯下侵略而全部或部分丧失，受自卫和相称原则约束。",
                "3. 原始占用（家园）— 无主的外部资源由第一个明确划定、占用或生产性改造它们的人（或协会）公正地拥有，从而建立人与外部资源之间的客观、主体间可确定的联系。这种所有权一直保留到通过合同转让、为纠正目的转让或放弃。放弃可能通过意图的充分指示来确定，如长期不活动、明确沟通或未能反对或阻止他人的公开和臭名昭著的反向占有，这可能在及时质疑的情况下成熟为所有权。",
                "4. 自愿交换（合同所有权转让）— 人可以通过合同所有权转让从前所有者获得外部资源的所有权。此类合同所有权转让可能是部分的或完整的、有条件的或无条件的、临时的或永久的，或立即和同时的或基于未来的，视情况而定，并由相关各方之间的合同理解条款指定。单纯的承诺可能产生道德义务，但不产生法律约束义务；合同是基于所有者对拥有的外部资源的财产权的同意所有权转让，这些权利在通过合同转让、为纠正目的转让或放弃之前仍归所有者所有。",
                "5. 纠正 — 已证实的侵略者欠受害者与造成的伤害相称的补偿。这可能包括转让资源所有权。在评估补偿时，应考虑损害程度，包括受害者的主观损失；侵略者的意图程度和潜在动机；以及根据第10条，受害者原则上可以对侵略者施加的惩罚类型和程度。"
            ]
        },
        "articleIII": {
            "title": "第三条 — 补充标准",
            "list": [
                "6. 人的不可让与性 — 声称让与人对自己的身体最终控制的合同，如自愿奴隶制合同，是不可执行的。",
                "7. 相称性和自卫 — 对侵略的防御性武力是正当的，当合理必要且与威胁相称时，本身不是侵略，无论是立即使用还是事后使用。在可能的情况下，应避免自助，按照第11条。",
                "8. 大规模毁灭性装置（DMD）— 拥有、开发或部署DMD构成推定持续威胁，当它可预见地通过不分青红皂白或灾难性影响危及无辜方时。这种推定只能通过向所有受影响方或中立仲裁员证明强有力的保障措施消除了重大不当伤害风险来反驳。在未被反驳的情况下，相称的行动——在可行的情况下，先通知、对话和仲裁——中和危险是正当的；紧急情况可能保证立即干预。",
                "9. 所有权推定 — 外部资源的占有者被推定为所有者，这种推定可能被优越所有权的证据所推翻，包括合同转让、侵略纠正或放弃的证据。对于财产所有权争议，证明对外部资源有更好主张的一方获胜，考虑任何相关的推定、负担和证明标准。",
                "10. 证据标准和程序：惩罚。侵略者原则上可能因侵略而丧失某些权利。任何补救措施的性质和程度——无论是补偿性、惩罚性还是保护性——应根据与这些原则一致的社区规则确定。严厉的补救措施需要更高的证据标准，如排除合理怀疑的证明、一致裁决、双重危险保护和陪审团对法律和事实的权威。在致命侵略的情况下，宽恕或和解的权利属于受害者的最近亲属或由公正仲裁决定；在涉及多个受害者的情况下，仲裁可能管理宽恕的条件。重复或严重的侵略可能将侵略者确立为持续威胁，证明相称的防御措施是正当的。"
            ]
        },
        "articleIV": {
            "title": "第四条 — 去中心化法律秩序",
            "list": [
                "11. 理想目标；避免冲突和妥协 — 这些原则的采用者承诺善意谈判，在可能的情况下妥协，并在可行时，将争议提交给中立仲裁而不是诉诸武力，从而推进无冲突互动。在可能的情况下应避免自助，以及私刑正义、在自己的案件中担任法官或充当亡命之徒。所有采用这些原则并寻求从中受益的人都应该努力遵守这些原则，并支持试图实施和应用这些原则的自由社会的法律秩序。安全的生产可以委托给企业家或有组织的民兵，前提是这些安全承包商受这些原则约束。",
                "12. 竞争性仲裁 — 任何机构都不享有对法律或执行的强制性垄断。个人可以自由选择竞争的仲裁提供者和保护机构。仲裁机构和法院，在客户同意的情况下，可以同意建立上诉法院和上诉法院来解决仲裁提供者和保护机构之间的争议。",
                "13. 法律的习惯演变 — 社区可以制定和颁布与这些原则一致的次要法典和法律，包括登记处、程序规范和证据规则。"
            ]
        },
        "articleV": {
            "title": "第五条 — 选择的不公正法律",
            "paragraphs": [
                "下面列出的法律是过去或现在与这些原则不相容因此不公正的积极法律的例子。这个清单是说明性的，不是详尽的：任何与这些原则相反的法律都是不公正的，无论是否在此命名。包含某些法律并不意味着其他类似不相容的法律可以执行。"
            ],
            "list": [
                "* 税收 — 非同意获取资源，通常用于资助治理机构；社区需求应通过自愿手段和自由市场解决方案来满足。",
                "* 征用权 — 对资源的任何扣押、监管或使用损害，无论是否补偿。",
                "* 消费或使用物质禁令 — 对酒精、麻醉品或任何其他消费物质的禁止。",
                "* 强迫劳动 — 对无辜者施加的征兵、奴隶制或任何强制性服务。",
                "* 防御武器禁令 — 对合法自卫武器拥有的一般禁令，DMD除外。",
                "* 货币垄断 — 中央银行、法定货币法、货币管制或对黄金、加密货币或任何其他形式货币的所有权、拥有或使用的限制。",
                "* 知识产权 — 版权、专利或类似法律，因为想法不是竞争性资源。注意：创造力和创新只能通过非侵略性安排来保护和奖励。",
                "* 声誉作为财产谬误 — 诽谤、商标或类似法律将声誉视为独立可拥有的资源。注意：声誉只存在于他人的心中，不能被拥有，尽管可以通过和平手段来捍卫。",
                "* 未选择的义务 — 对任何未自愿接受或由自愿行动产生的积极义务或福利权利的强加。",
                "* 审查 — 任何基于内容审查、惩罚或强制表达的法律都是不公正的。注意：如果言论构成侵略行为的因果部分，发言者应承担责任。"
            ]
        },
        "closingAffirmation": {
            "title": "结束确认",
            "paragraphs": [
                "这些原则背后的愿望是一个没有系统性侵略的世界，向每个人开放。让每个自由的灵魂记住：我们不向任何国家鞠躬，我们不向任何秩序下跪，只向正义下跪，我们不向任何主人回答，只向理性和道德回答。在这里，在这些原则下，我们选择没有胁迫、没有锁链、没有暴君的生活。地球上没有任何力量能阻止我们。"
            ]
        }
    },
    "Signature": {
        "title": "签名",
        "text": "I hereby adopt the Universal Principles of Liberty, and agree to the legitimacy of any laws and legal system based thereon.",
        "signedBy": "签名者：",
        "downloadSignature": "下载签名",
        "signedByThankYou": "由 {aliasName} 签署。谢谢！"
    },
    "About": {
        "title": "信息",
        "intro": "在一个即使那些和平说话的人也可能被击倒的时代，理性辩论遇到的不是对话而是死寂的沉默，对不可动摇的道德指南针的需求从未如此强烈。自由普遍原则诞生于共同的信念：人类自由的本质可以，也必须被提炼成清晰、永恒的真理。通过合作制作",
        "stephanKinsella": "Stephan Kinsella",
        "freemax": "Freemax",
        "alessandroFusillo": "Alessandro Fusillo",
        "andDavidDurr": "和David Dürr",
        "andHansHermannHoppe": "以及Hans-Hermann Hoppe作为其教父",
        "documentExpresses": "这份文件用五个简单的原则表达了自由的基础公理。",
        "notConstitution": "它不是宪法，也不是短暂政治的宣言。 ",
        "declaration": "它是一个宣言——对先于并超越国家、政党和统治者的道德秩序的承认。 ",
        "byReading": "通过阅读、认可和采用这些原则，每个签名者执行的不仅仅是象征性行为。 ",
        "theyAffirm": "他们确认了对没有系统性侵略的世界的承诺。 ",
        "takingInspiration": "从比特币现象中汲取灵感——首先被个人接受，然后被数百万人接受，在整个人类国家无法再忽视它并承认它之前——这个宣言是使自由成为现实的策略。 ",
        "everySignature": "每个签名都是燃料。自由的证明。比特币为金钱编码了自由；这些原则为人们编码了自由。 ",
        "morePeople": "站在自由原则背后的人越多，我们向世界发出的信号就越大：自由有不可阻挡的支持。 ",
        "missionClear": "使命很明确——聚集足够的力量，以便在历史上第一次，现实世界的领土可以采用真正的自由，最终生活在真正的道德秩序中。 ",
        "universalPrinciples": "自由普遍原则已被",
        "inscribedOnBitcoin": "铭刻在比特币区块链上",
        "immutableBorderless": "不可变、无边界、永远。",
        "xAccount": "自由普遍原则X账户"
    },
    "Leaderboard": {
        "title": "签名者排行榜",
        "totalSigners": "总签名者",
        "signer": "签名者",
        "name": "姓名",
        "twitter": "推特",
        "signed": "已签名",
        "anonymous": "匿名",
        "search": "搜索...",
        "loading": "加载中...",
        "noResults": "无结果。",
        "prev": "上一页",
        "next": "下一页",
        "signedBy": "签名者：",
        "downloadSignature": "下载签名",
        "inscriptionUrl": "铭文URL:",
        "inscriptionUrlNotAvailable": "铭文URL不可用"
    },
    "Common": {
        "scrollDownToSign": "向下滚动签名"
    }
}
